Repository: bacularis/bacularis-lang-de
Catalog: API/messages.po
Languages: de

source: Do you want to setup the Bacula configuration interface?
de: Möchten Sie die Bacula-Konfigurationsschnittstelle einrichten?
