Repository: bacularis/bacularis-lang-de
Catalog: API/messages.po
Languages: de

source: Language:
de: Sprache:

source: Language
de: Sprache

source: select language
de: Sprache auswählen

source: Previous
de: Vorherige

source: Cancel
de: Stornieren

source: Next
de: Nächster

source: Step 1 - select language
de: Schritt 1 - Sprache auswählen

source: Step 2 - share the Bacula Catalog Database
de: Schritt 2 - Teilen Sie die Bacula-Katalogdatenbank

source: Yes
de: Ja

source: No
de: Nein

source: Database type:
de: Datenbanktyp:

source: select database
de: Datenbank auswählen

source: Database name:
de: Datenbankname:

source: Please select database type.
de: Bitte wählen Sie den Datenbanktyp.

source: Please enter database name.
de: Bitte geben Sie den Datenbanknamen ein.

source: Please enter login.
de: Bitte geben Sie Login ein.

source: Password:
de: Passwort:

source: IP address (or hostname):
de: IP-Adresse (oder Hostname):

source: Please enter IP address or hostname.
de: Bitte geben Sie die IP-Adresse oder den Hostnamen ein.

source: Please enter database port.
de: Bitte geben Sie den Datenbank-Port ein.

source: SQLite database path:
de: SQLite-Datenbankpfad:

source: Please enter database path.
de: Bitte geben Sie den Datenbankpfad ein.

source: Connection test:
de: Verbindungstest:

source: Loading...
de: Laden...

source: Connection error
de: Verbindungsfehler

source: Bconsole binary file path:
de: Bconsole Binärdateipfad:

source: Please enter bconsole path.
de: Bitte geben Sie den bconsole Pfad ein.

source: Please enter bconsole config file path.
de: Bitte geben Sie den Pfad zur bconsole-Konfigurationsdatei ein.

source: Use sudo:
de: Verwenden Sie sudo:

source: Bconsole connection test:
de: Bconsole Verbindungstest:

source: Bconsole admin config file path:
de: Bconsole Admin-Konfigurationsdatei-Pfad:

source: NOTE!
de: HINWEIS!

source: Step 3 - share the Bacula Bconsole commands interface
de: Schritt 3 - Teilen Sie die Bacula Bconsole-Befehls-Schnittstelle

source: Console API
de: Konsole API

source: bdirjson binary file path:
de: bdirjson Binärdatei-Pfad:

source: bsdjson binary file path:
de: bsdjson Binärdatei-Pfad:

source: bfdjson binary file path:
de: bfdjson Binärdatei Pfad:

source: bbconsjson binary file path:
de: bbconsjson Binärdatei Pfad:

source: Main Director config file path (usually bacula-dir.conf):
de: Haupt-Direktor-Konfigurationsdatei-Pfad (normalerweise bacula-dir.conf):

source: Main Storage Daemon config file path (usually bacula-sd.conf):
de: Haupt-Speicher-Daemon-Konfigurationsdatei-Pfad (normalerweise bacula-sd.conf):

source: Main File Daemon config file path (usually bacula-fd.conf):
de: Hauptdatei Daemon Konfigurationsdatei Pfad (normalerweise bacula-fd.conf):

source: Admin Bconsole config file path (usually bconsole.conf):
de: Admin Bconsole Konfigurationsdateipfad (normalerweise bconsole.conf):

source: Test configuration
de: Testkonfiguration

source: General configuration
de: Allgemeine Konfiguration

source: Step 4 - share the Bacula configuration interface
de: Schritt 4 - teilen Sie die Bacula-Konfigurationsoberfläche

source: There is required to provide both binary file and config file paths.
de: Es ist erforderlich, sowohl Binärdatei- als auch Konfigurationsdateipfade bereitzustellen.

source: Directory path field is required.
de: Verzeichnispfadfeld ist erforderlich.

source: Provided directory path is not writable by web server.
de: Bereitgestellter Verzeichnispfad ist nicht beschreibbar durch Webserver.

source: Error
de: Fehler

source: Finish
de: Fertig

source: Administration password:
de: Verwaltungskennwort:

source: Please enter password.
de: Bitte geben Sie das Passwort ein.

source: Password must be longer than 4 chars.
de: Passwort muss länger als 4 Zeichen sein.

source: Retype administration password:
de: Geben Sie das Administrationspasswort erneut ein:

source: Please enter retype password.
de: Bitte geben Sie das Passwort erneut ein.

source: Passwords must be the same.
de: Passwörter müssen gleich sein.

source: Use HTTP Basic authentication
de: Verwenden Sie die HTTP-Basic-Authentifizierung

source: Use OAuth2 for authorization and authentication
de: Verwenden Sie OAuth2 für Autorisierung und Authentifizierung

source: Database port:
de: Datenbankport:

source: Database file path (SQLite only):
de: Datenbankdatei-Pfad (nur SQLite):

source: Use sudo for bconsole requests:
de: Verwenden Sie sudo für bconsole-Anfragen:

source: Save
de: Speichern

source: Step 6 - Finish
de: Schritt 6 - Fertigstellen

source: Use sudo for Bacula JSON tools:
de: Verwenden Sie sudo für Bacula JSON-Tools:

source: Main Director config file path:
de: Hauptregisseur Konfigurationsdatei Pfad:

source: Main Client config file path:
de: Haupt-Client-Konfigurationsdatei-Pfad:

source: Main Storage Daemon config file path:
de: Haupt-Speicher-Daemon-Konfigurationsdatei-Pfad:

source: Main Bconsole config file path:
de: Haupt Bconsole-Konfigurationsdatei-Pfad:

source: Please select API endpoint
de: Bitte wählen Sie API-Endpunkt

source: Catalog access:
de: Katalogzugriff:

source: Console access:
de: Konsolenzugriff:

source: Config access:
de: Konfigurationszugriff:

source: Disabled
de: Behindert

source: Invalid Client ID value. Client ID may contain a-z A-Z 0-9 - _ characters.
de: Ungültiger Client ID-Wert. Client ID kann die Zeichen a-z A-Z 0-9 - _ enthalten.

source: Please enter Client ID.
de: Bitte geben Sie die Client-ID ein.

source: Please enter Client Secret.
de: Bitte geben Sie das Client Secret ein.

source: Invalid Client Secret value. Client Secret may contain any character that is not a whitespace character.
de: Ungültiger Client Secret-Wert. Client Secret kann jedes Zeichen enthalten, das kein Leerzeichen ist.

source: generate
de: erzeugen

source: Dedicated Bconsole config file path:
de: Gewidmeter Bconsole-Konfigurationsdatei-Pfad:

source: Please enter Redirect URI.
de: Bitte geben Sie die Redirect URI ein.

source: OAuth2 Redirect URI (example: https://bacularis:9097/web/redirect):
de: OAuth2 Weiterleitungs-URI (Beispiel: https://bacularis:9097/web/redirect):

source: OAuth2 scopes (space separated):
de: OAuth2-Bereiche (durch Leerzeichen getrennt):

source: Please enter OAuth2 scopes.
de: Bitte geben Sie OAuth2-Bereiche ein.

source: Refresh token
de: Aktualisierungstoken

source: New OAuth2 client
de: Neuer OAuth2-Client

source: Add
de: Hinzufügen

source: API Login:
de: API-Anmeldung:

source: API Password:
de: API-Passwort:

source: Retype password:
de: Passwort erneut eingeben:

source: Please enter API login.
de: Bitte geben Sie API Login ein.

source: Please enter API password.
de: Bitte geben Sie das API-Passwort ein.

source: User added successfully.
de: Benutzer erfolgreich hinzugefügt.

source: Problem during save to config file. Please check users config file permission.
de: Problem während des Speicherns in die Konfigurationsdatei. Bitte überprüfen Sie die Berechtigungen der Benutzer-Konfigurationsdatei.

source: Given user already exists in config file.
de: Gegebener Benutzer existiert bereits in der Konfigurationsdatei.

source: set all scopes
de: setze alle Bereiche

source: Welcome on the Bacularis API default page
de: Willkommen auf der Standardseite der Bacularis API

source: Here you can try one from API commands
de: Hier können Sie einen von API-Befehlen ausprobieren

source: Starting...
de: Beginnend...

source: Delete
de: Löschen

source: Redirect URI
de: Umleitungs-URI

source: Scopes
de: Bereiche

source: Bconsole Path
de: Bconsole Pfad

source: Access token:
de: Zugriffstoken:

source: Send request
de: Anfrage senden

source: Basic auth ready...
de: Grundlegende Authentifizierung bereit...

source: Short name:
de: Kurzname:

source: Edit
de: Bearbeiten

source: Edit OAuth2 client parameters
de: Bearbeiten Sie OAuth2-Client-Parameter

source: Select:
de: Auswählen:

source: Bacularis working directory for Bacula config:
de: Bacularis Arbeitsverzeichnis für Bacula-Konfiguration:

source: In this directory Bacularis API saves temporarily Bacula configuration files (mainly for validation purposes) just before they are written as real Bacula configuration files.
de: In diesem Verzeichnis speichert Bacularis API temporär Bacula-Konfigurationsdateien (hauptsächlich zu Validierungszwecken), kurz bevor sie als echte Bacula-Konfigurationsdateien geschrieben werden.

source: Authentication
de: Authentifizierung

source: Authentication type:
de: Authentifizierungstyp:

source: Step 5 - authentication to API
de: Schritt 5 - Authentifizierung an API

source: Actions
de: Aktionen

source: Start
de: Starten

source: Stop
de: Halt

source: Restart
de: Neustart

source: Director start command:
de: Direktor Startbefehl:

source: Director stop command:
de: Direktor stop Befehl:

source: Director restart command:
de: Direktor Neustartbefehl:

source: Storage Daemon start command:
de: Storage Daemon Startbefehl:

source: Storage Daemon stop command:
de: Storage Daemon Stopp-Befehl:

source: Storage Daemon restart command:
de: Storage Daemon Neustartbefehl:

source: File Daemon/Client start command:
de: Datei Daemon/Client Startbefehl:

source: File Daemon/Client stop command:
de: Datei Daemon/Client Stopp-Befehl:

source: File Daemon/Client restart command:
de: Datei Daemon/Client Neustartbefehl:

source: Do you want to setup start, stop and restart actions for Bacula components? If you define them, there will be possible to call these actions via API interface and by Baculum Web as well.
de: Möchten Sie Start-, Stop- und Neustart-Aktionen für Bacula-Komponenten einrichten? Wenn Sie diese definieren, wird es möglich sein, diese Aktionen über die API-Schnittstelle und auch über Baculum Web aufzurufen.

source: Sudo configuration
de: Sudo-Konfiguration

source: Example sudo configuration for Apache, Nginx and Lighttpd web servers with default PHP-FPM configuration:
de: Beispiel sudo Konfiguration für Apache, Nginx und Lighttpd Webserver mit Standard PHP-FPM Konfiguration:

source: Get sudo configuration
de: Erhalte sudo Konfiguration

source: Please copy appropriate sudo configuration and put it to a new sudoers.d file for example /etc/sudoers.d/bacularis
de: Bitte kopieren Sie die entsprechende sudo-Konfiguration und fügen Sie sie in eine neue sudoers.d-Datei ein, zum Beispiel /etc/sudoers.d/bacularis

source: Step 5 - enable actions for components
de: Schritt 5 - Aktionen für Komponenten aktivieren

source: Directory path for new config files:
de: Verzeichnispfad für neue Konfigurationsdateien:

source: Use sudo for actions:
de: Verwenden Sie sudo für Aktionen:

source: Actions setting:
de: Aktionseinstellung:

source: Note
de: Hinweis

source: Please use visudo to add this configuration, otherwise please do remember to add empty line at the end of file.
de: Bitte verwenden Sie visudo, um diese Konfiguration hinzuzufügen, andernfalls denken Sie bitte daran, am Ende der Datei eine leere Zeile hinzuzufügen.

source: Dashboard
de: Armaturenbrett

source: Basic users
de: Grundnutzer

source: Settings
de: Einstellungen

source: Configuration wizard
de: Konfigurationsassistent

source: Welcome
de: Willkommen

source: Add user
de: Benutzer hinzufügen

source: Edit user
de: Benutzer bearbeiten

source: Add OAuth2 client
de: Fügen Sie OAuth2-Client hinzu

source: Are you sure?
de: Bist du sicher?

source: API settings
de: API-Einstellungen

source: General
de: Allgemein

source: Catalog
de: Katalog

source: Console
de: Konsole

source: Config
de: Konfiguration

source: Enabled:
de: Aktiviert:

source: Add client
de: Kunden hinzufügen

source: Edit client
de: Klient bearbeiten

source: Invalid user. User may contain a-z A-Z 0-9 characters.
de: Ungültiger Benutzer. Benutzer darf a-z A-Z 0-9 Zeichen enthalten.

source: Show/hide
de: Zeigen/verbergen

source: Copy to clipboard
de: Kopieren in die Zwischenablage

source: Logout
de: Abmelden

source: Devices
de: Geräte

source: Add autochanger
de: Füge Autochanger hinzu

source: Device
de: Gerät

source: Changer device:
de: Wechselgerät:

source: Changer command:
de: Changer Befehl:

source: Drive index:
de: Laufwerksindex:

source: Drive index
de: Laufwerksindex

source: Devices:
de: Geräte:

source: Add device
de: Gerät hinzufügen

source: Field cannot be empty.
de: Feld darf nicht leer sein.

source: Invalid value.
de: Ungültiger Wert.

source: Device with the given name already exists.
de: Gerät mit dem angegebenen Namen existiert bereits.

source: Edit device
de: Gerät bearbeiten

source: Use CTRL + left-click to multiple item selection
de: Verwenden Sie STRG + Linksklick zur Mehrfachauswahl von Elementen

source: Device path:
de: Gerätepfad:

source: Edit autochanger
de: Autochanger bearbeiten

source: Unable to delete device. Please unassign it from autochanger '%s' first.
de: Gerät kann nicht gelöscht werden. Bitte erst von Autochanger '%s' entfernen.

source: Autochanger with the given name already exists.
de: Autochanger mit dem gegebenen Namen existiert bereits.

source: Copy from Bacula SD config:
de: Kopieren Sie aus der Bacula SD-Konfiguration:

source: Changer command test:
de: Changer Befehl Test:

source: Changer command error
de: Befehlsfehler ändern

source: Copy
de: Kopieren

source: Column visibility
de: Spaltensichtbarkeit

source: 1 row selected
de: 1 Zeile ausgewählt

source: %d rows selected
de: %d Zeilen ausgewählt

source: Showing _START_ to _END_ of _TOTAL_ entries
de: Anzeige _START_ bis _END_ von _TOTAL_ Einträgen

source: First
de: Erste

source: Last
de: Letzte

source: No matching records found
de: Keine passenden Datensätze gefunden

source: filtered from _MAX_ total entries
de: gefiltert aus _MAX_ Gesamteinträgen

source: No data available in table
de: Keine Daten in der Tabelle verfügbar

source: Search:
de: Suche:

source: Get pre-defined paths:
de: Erhalte vordefinierte Pfade:

source: Select paths
de: Wählen Sie Pfade

source: Binaries:
de: Binärdateien:

source: Configs:
de: Konfigurationen:

source: Dedicated Bconsole config
de: Dedizierte Bconsole-Konfiguration

source: Step 1 - general options
de: Schritt 1 - allgemeine Optionen

source: Services:
de: Dienstleistungen:

source: Enable API instance
de: API-Instanz aktivieren

source: Enable web interface
de: Aktivieren Sie die Web-Schnittstelle

source: Welcome to the Bacularis install wizard
de: Willkommen beim Bacularis Installationsassistenten

source: Please select language.
de: Bitte wählen Sie die Sprache.

source: What services would you like to enable for this installation?
de: Welche Dienste möchten Sie für diese Installation aktivieren?

source: recommended
de: empfohlen

source: Step 5 - authentication
de: Schritt 5 - Authentifizierung

source: API authentication
de: API-Authentifizierung

source: Use the same credentials for the API and for the web interface
de: Verwenden Sie die gleichen Anmeldedaten für die API und für die Web-Oberfläche

source: Advanced options
de: Erweiterte Optionen

source: Web interface settings
de: Web-Interface-Einstellungen

source: API IP Address/Hostname:
de: API IP-Adresse/Hostname:

source: Web interface authentication
de: Web-Interface-Authentifizierung

source: API Protocol:
de: API-Protokoll:

source: Select OS type
de: Wählen Sie den OS-Typ

source: RPM-based system
de: RPM-basiertes System

source: DEB-based system
de: DEB-basiertes System

source: Director installation command:
de: Direktor Installationsbefehl:

source: Director upgrade command:
de: Direktor Upgrade-Befehl:

source: Director removal command:
de: Direktor Entfernungs-Befehl:

source: Director info command:
de: Direktor Info Befehl:

source: Director enable command:
de: Direktor aktivieren Befehl:

source: Director pre-installation command:
de: Direktor Vorinstallationsbefehl:

source: Director pre-upgrade command:
de: Direktor Vor-Upgrad-Befehl:

source: Director pre-removal command:
de: Direktor Vor-Entfernungs-Befehl:

source: Director post-installation command:
de: Direktor Post-Installation Befehl:

source: Director post-upgrade command:
de: Direktor Post-Upgrade-Befehl:

source: Director post-removal command:
de: Direktor Post-Entfernungsbefehl:

source: Storage Daemon installation command:
de: Speicher-Daemon Installationsbefehl:

source: Storage upgrade command:
de: Speicherupgrade-Befehl:

source: Storage removal command:
de: Speicherentfernungs-Befehl:

source: Storage info command:
de: Speicherinfo-Befehl:

source: Storage enable command:
de: Speicher aktivieren Befehl:

source: Storage pre-installation command:
de: Speicher-Vorinstallationsbefehl:

source: Storage pre-upgrade command:
de: Speicher-Vor-Upgrade-Befehl:

source: Storage pre-removal command:
de: Speicher Vor-Entfernungs-Befehl:

source: Storage post-installation command:
de: Speicher-Nach-Installation-Befehl:

source: Storage post-upgrade command:
de: Speicher nach Upgrade-Befehl:

source: Storage post-removal command:
de: Speicher Post-Entfernungsbefehl:

source: Client installation command:
de: Client Installationsbefehl:

source: Client upgrade command:
de: Client-Upgrade-Befehl:

source: Client removal command:
de: Befehl zur Entfernung des Clients:

source: Client info command:
de: Client-Info-Befehl:

source: Client enable command:
de: Client aktiviert Befehl:

source: Client pre-installation command:
de: Client Vorinstallationsbefehl:

source: Client pre-upgrade command:
de: Client Vor-Upgrade-Befehl:

source: Client pre-removal command:
de: Client Vor-Entfernungs-Befehl:

source: Client post-installation command:
de: Client Post-Installationsbefehl:

source: Client post-upgrade command:
de: Befehl nach Client-Upgrade:

source: Client post-removal command:
de: Befehl nach Entfernung des Clients:

source: Bconsole installation command:
de: Bconsole Installationsbefehl:

source: Bconsole upgrade command:
de: Bconsole Upgrade-Befehl:

source: Bconsole removal command:
de: Bconsole Entfernungsbefehl:

source: Bconsole info command:
de: Bconsole Info-Befehl:

source: Bconsole enable command:
de: Bconsole Aktivierungsbefehl:

source: Bconsole pre-installation command:
de: Bconsole Vorinstallationsbefehl:

source: Bconsole pre-upgrade command:
de: Bconsole Vor-Upgrade-Befehl:

source: Bconsole pre-removal command:
de: Bconsole Vor-Entfernungs-Befehl:

source: Bconsole post-installation command:
de: Bconsole Post-Installation-Befehl:

source: Bconsole post-upgrade command:
de: Bconsole post-upgrade Befehl:

source: Bconsole post-removal command:
de: Bconsole Post-Entfernungsbefehl:

source: Get pre-defined commands:
de: Erhalte vordefinierte Befehle:

source: Director resource permissions
de: Direktor Ressourcen-Berechtigungen

source: Storage resource permissions
de: Speicherressourcenberechtigungen

source: Client resource permissions
de: Client-Ressourcenberechtigungen

source: Bconsole resource permissions
de: Bconsole Ressourcenberechtigungen

source: Resource
de: Ressource

source: Read-Only
de: Schreibgeschützt

source: Read-Write
de: Lese-Schreib

source: No access
de: Kein Zugang

source: read only
de: nur lesen

source: read write
de: lesen schreiben

source: no access
de: kein Zugang

source: Preview
de: Vorschau

source: All read-only
de: Alle schreibgeschützt

source: All read-write
de: Alle Lese-Schreib

source: All no access
de: Alle kein Zugang

source: Resource permissions
de: Ressourcenberechtigungen

source: By default, all resources have read-write permissions.
de: Standardmäßig haben alle Ressourcen Lese-Schreib-Berechtigungen.

source: Sudo Runas user:
de: Sudo Runas Benutzer:

source: Sudo Runas group:
de: Sudo Runas Gruppe:

source: What services do you want to enable for this installation?
de: Welche Dienste möchten Sie für diese Installation aktivieren?

source: Do you have Bacula installed on this host?
de: Haben Sie Bacula auf diesem Host installiert?

source: Yes. I already have Bacula component(s) installed on this host. I would like to use Bacularis with them.
de: Ja. Ich habe bereits Bacula-Komponente(n) auf diesem Host installiert. Ich würde gerne Bacularis damit verwenden.

source: No. I do not have Bacula installed. I would like to install Bacula now and use Bacularis with it.
de: Nein. Ich habe Bacula nicht installiert. Ich möchte Bacula jetzt installieren und Bacularis damit verwenden.

source: What is your operating system?
de: Was ist Ihr Betriebssystem?

source: Operating system:
de: Betriebssystem:

source: What are your system admin account credentials?
de: Was sind Ihre System-Admin-Kontozugangsdaten?

source: System admin login:
de: System-Admin-Anmeldung:

source: System admin password:
de: Systemadministrator-Passwort:

source: After clicking the install Bacula button, there will be installed on this host Catalog (PostgreSQL), Bacula Director, Client, Storage and Bconsole.
de: Nach dem Klicken auf den Bacula Installationsbutton wird auf diesem Host Katalog (PostgreSQL), Bacula Director, Client, Storage und Bconsole installiert.

source: Install Bacula
de: Installiere Bacula

source: Bacula has been installed successfully. You can close this window and go further.
de: Bacula wurde erfolgreich installiert. Sie können dieses Fenster schließen und weitergehen.

source: Result
de: Ergebnis

source: Raw output
de: Rohausgabe

source: Add SUDO settings
de: Fügen Sie SUDO-Einstellungen hinzu

source: Configure Bacularis
de: Konfigurieren Sie Bacularis

source: Install Catalog
de: Katalog installieren

source: Install Director
de: Installieren Sie Director

source: Install Storage
de: Installieren Sie Speicher

source: Install Client
de: Client installieren

source: Install Bconsole
de: Installieren Bconsole

source: Step
de: Schritt

source: Close
de: Schließen

source: Plugin settings
de: Plugin-Einstellungen

source: Installed plugins
de: Installierte Plugins

source: Add plugin settings
de: Fügen Sie Plugin-Einstellungen hinzu

source: Enabled
de: Aktiviert

source: Type
de: Art

source: Select plugin
de: Plugin auswählen

source: Edit plugin settings
de: Bearbeiten Sie die Plugin-Einstellungen

source: Tip: Use left-click to select table row. Use CTRL + left-click to multiple row selection. Use SHIFT + left-click to add a range of rows to selection.
de: Tipp: Verwenden Sie Linksklick, um Tabellenzeile auszuwählen. Verwenden Sie STRG + Linksklick, um mehrere Zeilen auszuwählen. Verwenden Sie SHIFT + Linksklick, um eine Reihe von Zeilen zur Auswahl hinzuzufügen.

source: Remove
de: Entfernen

source: Plugin settings with the given name already exists.
de: Plugin-Einstellungen mit dem gegebenen Namen existieren bereits.

source: Show result
de: Ergebnis anzeigen

source: Hide result
de: Ergebnis verbergen

source: Do you want to setup the Bacula Catalog Database access?
de: Möchten Sie den Zugriff auf die Bacula-Katalogdatenbank einrichten?

source: Bconsole configuration
de: Bconsole-Konfiguration

source: Bacularis uses read-only access to the Bacula database.
de: Bacularis verwendet schreibgeschützten Zugriff auf die Bacula-Datenbank.

source: Bacularis uses Bacula console access to execute Bacula commands.
de: Bacularis verwendet den Bacula-Konsolenzugriff, um Bacula-Befehle auszuführen.

source: Do you want to setup the Bacula Bconsole access?
de: Möchten Sie den Zugriff auf die Bacula Bconsole einrichten?

source: Catalog configuration
de: Katalogkonfiguration

source: Bacula configuration
de: Bacula-Konfiguration

source: RHEL, CentOS, Fedora, Rocky Linux, AlmaLinux, Oracle Linux and others
de: RHEL, CentOS, Fedora, Rocky Linux, AlmaLinux, Oracle Linux und andere

source: Debian, Ubuntu and others
de: Debian, Ubuntu und andere

source: SLES, openSUSE and others
de: SLES, openSUSE und andere

source: The configuration interface enables to configure Bacula components (Director, Storage, Client and Bconsole).
de: Die Konfigurationsschnittstelle ermöglicht die Konfiguration von Bacula-Komponenten (Director, Storage, Client und Bconsole).
