Repository: bacularis/bacularis-lang-de
Catalog: Web/messages.po
Languages: de

source: Manage autochanger
de: Autochanger verwalten

source: Slot in device
de: Steckplatz im Gerät

source: Slot in catalog
de: Steckplatz im Katalog

source: Load
de: Laden

source: Load drive
de: Laufwerk laden

source: device
de: Gerät

source: Drive
de: Laufwerk

source: Empty
de: Leer

source: In drive %index (%drive)
de: Im Laufwerk %index (%drive)

source: Label using barcodes
de: Etikettieren mit Barcodes

source: Move to import/export slot
de: Verschieben zum Import-/Exportslot

source: Autochanger management is unavailable. To manage autochanger from here, add it to the API host devices on the API host side.
de: Die Verwaltung des Autochangers ist nicht verfügbar. Um den Autochanger von hier aus zu verwalten, fügen Sie ihn zu den Geräten des API-Hosts auf der API-Host-Seite hinzu.

source: Drive index:
de: Laufwerksindex:

source: Release I/E
de: I/E freigeben

source: Move to import/export slots
de: Zu Import-/Exportslots bewegen

source: There are to few import/export slots to transfer selected volumes. Free import/export slots count: %slots_count, selected volumes count: %vols_count.
de: Es gibt zu wenige Import-/Exportslots, um ausgewählte Volumes zu übertragen. Freie Import-/Export-Slot-Zählung: %slots_count, ausgewählte Volumenzählung: %vols_count.

source: Destination slot
de: Ziel-Slot

source: Release import/export slot
de: Import-/Exportslot freigeben

source: Tape drives
de: Bandlaufwerke

source: Changer slots
de: Wechsler-Slots

source: Release all I/E slots
de: Alle I/E-Slots freigeben

source: There are to few regular slots to transfer selected volumes from import/export slots. Full import/export slot count: %ie_slot_count, free regular slot count: %slot_count.
de: Es gibt zu wenige reguläre Slots, um ausgewählte Volumes von Import-/Export-Slots zu übertragen. Volle Import-/Export-Slot-Zähler: %ie_slot_count, freier regulärer Slot-Zähler: %slot_count.

source: Tip: To use bulk autochanger actions, please select table rows.
de: Tipp: Um Massenaktionen des Autochangers zu verwenden, bitte Tabelle auswählen.

source: Mount volume
de: Band laden

source: Please select API host
de: Bitte API-Host auswählen

source: FD address
de: FD-Adresse

source: Configure file daemon
de: Datei-Daemon konfigurieren

source: There was a problem with loading the resource configuration. Please check if selected API host is working and if it provides access to the resource configuration.
de: Es gab ein Problem beim Laden der Ressourcenkonfiguration. Bitte überprüfen Sie, ob der ausgewählte API-Host funktioniert und ob er Zugang zur Ressourcenkonfiguration ermöglicht.

source: SD address
de: SD-Adresse

source: Configure storage daemon
de: Storage-Daemon konfigurieren

source: # Directories:
de: # Verzeichnisse:

source: # Files:
de: # Dateien:

source: Search...
de: Suche...

source: case sensitive
de: Groß- und Kleinschreibung beachten

source: Job type
de: Jobtyp

source: Restore time point
de: Wiederherstellungs-Zeitpunkt

source: Catalogs
de: Kataloge

source: Configure director
de: Director konfigurieren

source: Job status desc.:
de: Jobstatus-Beschreibung:

source: Scheduled time:
de: Geplanter Zeitpunkt:

source: Scheduled jobs
de: Geplante Jobs

source: No jobs scheduled
de: Keine Jobs geplant

source: No jobs terminated
de: Keine Aufträge beendet

source: Graphical director status is supported for Bacula directors version 9.0 and greater.
de: Graphischer Director-Status wird für Bacula-Directors ab Version 9.0 unterstützt.

source: Status request timed out. The most probably the Bacula director is not available or it is not running.
de: Statusanforderung zu lange ausstehend. Es ist sehr wahrscheinlich, dass der Bacula-Director nicht verfügbar ist oder nicht läuft.

source: To use the console page please configure bbconsjson binary file path on the API side.
de: Um die Konsolen-Seite zu benutzen, bitte den Pfad zur bbconsjson Binary-Datei auf der API-Seite konfigurieren.

source: Console details
de: Konsolen-Daten

source: Configure console
de: Konsole konfigurieren

source: Mode:
de: Modus:

source: Jobs finished successfully
de: Jobs erfolgreich beendet

source: Jobs finished with warnings
de: Jobs mit Warnungen beendet

source: Jobs finished with errors
de: Jobs mit Fehlern beendet

source: Jobs cancelled
de: Jobs abgebrochen

source: Copy
de: Kopieren

source: Column visibility
de: Spalten-Sichtbarkeit

source: 1 row selected
de: 1 Reihe ausgewählt

source: %d rows selected
de: %d Reihen ausgewählt

source: Showing _START_ to _END_ of _TOTAL_ entries
de: Zeige _START_ bis _END_ von _TOTAL_ Einträgen

source: First
de: Erster

source: Last
de: Letzter

source: No matching records found
de: Keine passenden Einträge gefunden

source: filtered from _MAX_ total entries
de: gefiltert von _MAX_ Gesamteinträgen

source: No data available in table
de: Keine Daten in Tabelle verfügbar

source: Jump to:
de: Springen zu:

source: Previous error/warning
de: Vorheriger Fehler/Warnung

source: Next error/warning
de: Nächster Fehler/Warnung

source: New backup job
de: Neuer Backup-Job

source: New copy job
de: Neuer Kopier-Job

source: Step 1 - basic information about new job
de: Schritt 1 - Grundlegende Informationen über neuen Job

source: New copy job wizard
de: Neuer Kopier-Job-Assistent

source: Copy jobs run copying backup jobs data from one volume to another. It is done by reading the previously backed up data from volume and writing it to another volume in a different pool. All process runs without using file daemon.
de: Kopierjobs führen das Kopieren von Backup-Jobdaten von einem Volumen auf ein anderes durch. Dies geschieht durch das Lesen der zuvor gesicherten Daten vom Volumen und das Schreiben auf ein anderes Volumen in einem anderen Pool. Der gesamte Prozess läuft ohne den Einsatz von File Daemon.

source: Step 2 - what you want to copy
de: Schritt 2 - Was möchten Sie kopieren

source: Source Pool
de: Quell-Pool

source: Please select a pool from which you want to copy data.
de: Bitte wählen Sie einen Pool aus, von dem Sie Daten kopieren möchten.

source: The source pool will be examined for finding backup jobs to copy.
de: Der Quell-Pool wird untersucht, um Sicherungsaufträge zum Kopieren zu finden.

source: See volumes in selected pool
de: Siehe Volumen im ausgewählten Pool

source: Step 3 - how would you like to copy
de: Schritt 3 - Wie möchten Sie kopieren

source: Backup jobs selection criteria
de: Auswahlkriterien für Backup-Jobs

source: Please select the criteria that will be used for selecting backup jobs to copy.
de: Bitte wählen Sie die Kriterien aus, die zur Auswahl der zu kopierenden Backup-Jobs verwendet werden.

source: Copy by job
de: Kopieren nach Job

source: Copy by client
de: Kopieren nach Client

source: Copy by volume
de: Kopieren nach Volume

source: Copy by smallest volume
de: Kopieren nach kleinstem Volume

source: Copy by oldest volume
de: Kopieren nach ältestem Volume

source: Copy by SQL query
de: Kopieren nach SQL-Abfrage

source: Copy all uncopied jobs (Pool Uncopied Jobs)
de: Alle nicht kopierten Jobs kopieren (Pool nicht kopierte Jobs)

source: See backup jobs
de: Sicherungsaufträge anzeigen

source: See clients
de: Clients anzeigen

source: See volumes
de: Volumen anzeigen

source: Warning
de: Warnung

source: Note.
de: Hinweis.

source: To chosen destination pool %pool will be assigned new Storage %storage. This action can affect all jobs (listed below) that use this pool. Are you sure you want to assign the storage %storage to pool %pool?
de: Dem ausgewählten Ziel-Pool %pool wird der neue Speicher %storage zugewiesen. Diese Aktion kann alle Jobs (unten aufgeführt) beeinflussen, die diesen Pool verwenden. Sind Sie sicher, dass Sie den Speicher %storage dem Pool %pool zuweisen möchten?

source: See all jobs that use the pool
de: Alle Jobs anzeigen, die den Pool verwenden

source: Step 4 - where you like to copy
de: Schritt 4 - Wo möchten Sie kopieren

source: Destination Pool
de: Ziel-Pool

source: Please select destination pool to which will be stored data.
de: Bitte wählen Sie den Ziel-Pool aus, in dem die Daten gespeichert werden sollen.

source: Destination Storage
de: Ziel-Speicher

source: Step 5 - copy job options
de: Schritt 5 - Kopierjob-Optionen

source: Other options
de: Weitere Optionen

source: Pick job name
de: Jobnamen auswählen

source: Pick client name
de: Clientnamen auswählen

source: Pick volume name
de: Volumennamen auswählen

source: Level, Client and FileSet are not used during copy jobs running but they are required to define in copy job resource as the standard Job directives.
de: Stufe, Client und FileSet werden während des Ausführens von Kopierjobs nicht verwendet, sind aber in der Ressource des Kopierjobs als Standard-Jobanweisungen zu definieren.

source: Source Storage
de: Quellspeicher

source: Please select a storage using which you want to read copy data.
de: Bitte wählen Sie einen Speicher aus, mit dem Sie Kopierdaten lesen möchten.

source: Please select a storage using which you want to write copied data.
de: Bitte wählen Sie einen Speicher aus, mit dem Sie kopierte Daten schreiben möchten.

source: Not used
de: Nicht verwendet

source: New backup job wizard
de: Neuer Backup-Job-Assistent

source: This wizard enables you to create in easy way a new backup job.
de: Mit diesem Assistenten können Sie auf einfache Weise einen neuen Backup-Job erstellen.

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Days of the week
de: Wochentage

source: Weeks of the month
de: Wochen des Monats

source: first
de: erste

source: second
de: zweite

source: third
de: dritte

source: fourth
de: vierte

source: fifth
de: fünfter

source: sixth
de: sechster

source: Days of the month
de: Tage des Monats

source: Weeks of the year
de: Wochen des Jahres

source: All weeks
de: Alle Wochen

source: All days
de: Alle Tage

source: Run at specified HH:MM
de: Lauf zu angegebenen HH:MM

source: Run at
de: Lauf um

source: All months
de: Alle Monate

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: Last day of the month
de: Letzter Tag des Monats

source: Months of the year
de: Monate des Jahres

source: Hourly
de: Stündlich

source: Daily
de: Täglich

source: Weekly
de: Wöchentlich

source: Monthly
de: Monatlich

source: Custom
de: Benutzerdefiniert

source: Run job every hour at the specified minute
de: Job stündlich zu der angegebenen Minute ausführen

source: Run job every day at the specified time
de: Job täglich zur angegebenen Zeit ausführen

source: Run job every week at the specified time on selected days of the week
de: Job wöchentlich zur angegebenen Zeit an ausgewählten Wochentagen ausführen

source: Run job every month at the specified time in selected weeks of the month
de: Job monatlich zur angegebenen Zeit in ausgewählten Wochen des Monats ausführen

source: Setup your custom schedule
de: Richten Sie Ihren benutzerdefinierten Zeitplan ein

source: Override directives
de: Richtlinien überschreiben

source: Migrate by job
de: Migration nach Job

source: Migrate by client
de: Migration nach Klient

source: Migrate by volume
de: Migration nach Volumen

source: Migrate by smallest volume
de: Migration nach kleinstem Volumen

source: Migrate by oldest volume
de: Migration nach ältestem Volumen

source: Migrate using Pool occupancy
de: Migration nach Poolbelegung

source: Migrate by Pool time
de: Migration nach Poolzeit

source: Migrate by SQL query
de: Migration nach SQL-Abfrage

source: New migrate job wizard
de: Neuer Migrationsjob-Assistent

source: Step 2 - what you want to migrate
de: Schritt 2 - Was möchten Sie migrieren

source: Please select a pool from which you want to migrate data.
de: Bitte wählen Sie einen Pool aus, aus dem Sie Daten migrieren möchten.

source: The source pool will be examined for finding backup jobs to migrate.
de: Der Quellpool wird untersucht, um Backup-Jobs für die Migration zu finden.

source: Please select a storage using which you want to read migrate data.
de: Bitte wählen Sie einen Speicher, mit dem Sie die Migration lesen möchten.

source: Because you selected migrate using Pool occupancy, to chosen source pool %pool will be added two directives: Migration Low Bytes and Migration High Bytes.
de: Da Sie Migration nach Poolbelegung ausgewählt haben, werden dem ausgewählten Quellpool %pool zwei Direktiven hinzugefügt: Migration Low Bytes und Migration High Bytes.

source: Because you selected migrate using Pool time, to chosen source pool %pool will be added the Migration Time directive.
de: Da Sie die Migration nach Poolzeit ausgewählt haben, wird der ausgewählten Quellpool %pool die Direktive Migration Time hinzugefügt.

source: Step 3 - how would you like to migrate
de: Schritt 3 - Wie möchten Sie migrieren

source: Step 4 - where you like to migrate
de: Schritt 4 - Wohin möchten Sie migrieren

source: Please select a storage using which you want to write migrated data.
de: Bitte wählen Sie einen Speicher aus, mit dem Sie migrierte Daten schreiben möchten.

source: Step 5 - migrate job options
de: Schritt 5 - Migrierungsjob-Optionen

source: Purge jobs
de: Jobs bereinigen

source: Level, Client and FileSet are not used during migrate jobs running but they are required to define in migrate job resource as the standard Job directives.
de: Ebene, Client und FileSet werden während des Laufens von Migrationsjobs nicht verwendet, müssen jedoch in der Migrationsjob-Ressource als Standard-Job-Direktiven definiert werden.

source: Migrate jobs run moving backup jobs data from one volume to another. It is done by reading the previously backed up data from volume and writing it to another volume in a different pool. The file catalog records associated with the original backup jobs are purged. All process runs without using file daemon.
de: Migrationsjobs verschieben Backup-Jobdaten von einem Volume auf ein anderes. Dies wird durchgeführt, indem die zuvor gesicherten Daten vom Volume gelesen und auf ein anderes Volume in einem anderen Pool geschrieben werden. Die mit den ursprünglichen Backup-Jobs verbundenen Dateikatalogdatensätze werden bereinigt. Der gesamte Prozess läuft ohne Verwendung des Dateidaemons.

source: New migrate job
de: Neuer Migrationsjob

source: Please select the criteria that will be used for selecting backup jobs to migrate.
de: Bitte wählen Sie die Kriterien aus, die zur Auswahl von Backup-Jobs zum Migrieren verwendet werden.

source: The job needs media.
de: Der Job benötigt Medien.

source: Please mount volume %volume or label a new one for storage: %storage, pool: %pool, media type: %mediatype.
de: Bitte setzen Sie das Volume %volume auf oder beschriften Sie ein neues für die Lagerung: %storage, Pool: %pool, Medientyp: %mediatype.

source: Please mount volume %volume for storage: %storage, pool: %pool, media type: %mediatype.
de: Bitte setzen Sie das Volume %volume für die Lagerung: %storage, Pool: %pool, Medientyp: %mediatype auf.

source: Please create a new volume for storage: %storage, pool: %pool, media type: %mediatype.
de: Bitte erstellen Sie ein neues Volume für die Lagerung: %storage, Pool: %pool, Medientyp: %mediatype.

source: Assign volumes from selected pool
de: Volumen von ausgewähltem Pool zuweisen

source: This function enables re-assigning volumes from selected pool to this pool.
de: Mit dieser Funktion können Sie Volumen aus einem ausgewählten Pool diesem Pool neu zuweisen.

source: Please select a pool from which you would like to assign volumes to this pool.
de: Bitte wählen Sie einen Pool aus, aus dem Sie diesem Pool Volumen zuweisen möchten.

source: Assigned volume count:
de: Zugewiesene Volumenzählung:

source: Assign volumes
de: Volumen zuweisen

source: No volumes in the pool to assign.
de: Keine Volumen im Pool zum Zuweisen.

source: The pool has not been renamed but it has been copied with the new name. Please note that if the original pool contained volumes, they have not been moved and they are still assigned to the original pool in the catalog database. To re-assign volumes from the original pool to this one please go to the MAIN MENU &#10148; Pools &#10148; [NEW POOL] &#10148; Tab: Actions and please use the 'Assign volumes' button. After re-assgning volumes you can delete the original pool.
de: Der Pool wurde nicht umbenannt, sondern mit dem neuen Namen kopiert. Bitte beachten Sie, dass, wenn der ursprüngliche Pool Volumen enthielt, diese nicht verschoben wurden und sie immer noch dem ursprünglichen Pool in der Katalogdatenbank zugewiesen sind. Um Volumen vom ursprünglichen Pool diesem zuzuweisen, gehen Sie bitte zum HAUPTMENÜ &#10148; Pools &#10148; [NEUER POOL] &#10148; Tab: Aktionen und verwenden Sie bitte die Schaltfläche 'Volumen zuweisen'. Nach der Neuverteilung der Volumen können Sie den ursprünglichen Pool löschen.

source: Add Connect directive
de: Connect-Direktive hinzufügen

source: Add Run directive
de: Run-Direktive hinzufügen

source: Add Runscript block
de: Runscript-Block hinzufügen

source: Add Console directive
de: Console-Direktive hinzufügen

source: Add Stdout directive
de: Stdout-Direktive hinzufügen

source: Add Stderr directive
de: Stderr-Direktive hinzufügen

source: Add Syslog directive
de: Syslog-Direktive hinzufügen

source: Add Catalog directive
de: Katalog-Direktive hinzufügen

source: Add Director directive
de: Director-Direktive hinzufügen

source: Add File directive
de: Datei-Direktive hinzufügen

source: Add Append directive
de: Append-Direktive hinzufügen

source: Add Mail directive
de: Mail-Direktive hinzufügen

source: Add MailOnError directive
de: MailOnError-Direktive hinzufügen

source: Add MailOnSuccess directive
de: MailOnSuccess-Direktive hinzufügen

source: Add Operator directive
de: Operator-Direktive hinzufügen

source: Enable Bacula messages log window:
de: Bacula-Nachrichtenprotokollfenster aktivieren:

source: The messages log window enables to review Bacula logs in one place available from almost every part on the interface. To collect logs is used the bconsole 'messages' command. The messages log window is displayed after clicking on the envelope icon at the top right side of the interface. This function is enabled by default. If enabled, it is available only for users with the Administrator role assigned.
de: Das Nachrichtenprotokollfenster ermöglicht die Überprüfung der Bacula-Protokolle an einem Ort, der von fast jedem Teil der Schnittstelle aus zugänglich ist. Zum Sammeln von Protokollen wird der Befehl 'Nachrichten' von bconsole verwendet. Das Nachrichtenprotokollfenster wird angezeigt, nachdem Sie auf das Umschlag-Symbol in der oberen rechten Ecke der Schnittstelle geklickt haben. Diese Funktion ist standardmäßig aktiviert. Wenn sie aktiviert ist, steht sie nur Benutzern mit der zugewiesenen Administratorrolle zur Verfügung.

source: Copy configuration from:
de: Konfiguration kopieren von:

source: API basic users
de: API-Basisbenutzer

source: The API basic users are configured on the API hosts and they are used to access the API hosts. Changes introduced on this page are directly done on currently used API host. You can use the basic user credentials to connect API hosts to the Bacularis Web on the 'API hosts' tab. The basic user accounts are also possible to create directly in the panel of the Bacularis API.
de: Die API-Basisbenutzer werden auf den API-Hosts konfiguriert und sie werden verwendet, um auf die API-Hosts zuzugreifen. Änderungen, die auf dieser Seite eingeführt wurden, werden direkt auf dem derzeit verwendeten API-Host durchgeführt. Sie können die Basisbenutzeranmeldedaten verwenden, um API-Hosts mit dem Bacularis-Web auf der Registerkarte 'API-Hosts' zu verbinden. Die Basisbenutzerkonten können auch direkt im Panel der Bacularis-API erstellt werden.

source: Add new API basic user
de: Neuen API-Basisbenutzer hinzufügen

source: API basic username:
de: API-Basisbenutzername:

source: API basic password:
de: API-Basispasswort:

source: Retype password:
de: Passwort erneut eingeben:

source: Add API basic user account
de: API-Basisbenutzerkonto hinzufügen

source: Edit API basic user account
de: API-Basisbenutzerkonto bearbeiten

source: Password must be longer than 4 chars and not longer than 60 chars.
de: Das Passwort muss länger als 4 Zeichen und nicht länger als 60 Zeichen sein.

source: Please retype password.
de: Bitte geben Sie das Passwort erneut ein.

source: Invalid user. User may contain a-z A-Z 0-9 characters.
de: Ungültiger Benutzer. Der Benutzer darf die Zeichen a-z A-Z 0-9 enthalten.

source: Dedicated Bconsole config
de: Konfiguration für dedizierten Bconsole

source: Get existing basic user name:
de: Abrufen des vorhandenen Basis-Benutzernamens:

source: Generate new password
de: Neues Passwort erzeugen

source: Show/hide password
de: Passwort anzeigen/verbergen

source: Advanced filters
de: Erweiterte Filter

source: Wrong time range.
de: Falscher Zeitbereich.

source: From
de: Von

source: To
de: Bis

source: This type of authentication is fully realized by Bacularis Web. To authenticate it uses the Bacularis Web login form.
de: Diese Art der Authentifizierung wird vollständig von Bacularis Web realisiert. Zur Authentifizierung verwendet sie das Bacularis Web Login-Formular.

source: This type of authentication is realized by Bacularis Web with using custom user credentials file. To authenticate it uses the Basic authentication.
de: Diese Art der Authentifizierung wird von Bacularis Web mit einer benutzerdefinierten Anmeldedaten-Datei realisiert. Zur Authentifizierung verwendet sie die Basic-Authentifizierung.

source: This type of authentication is realized by an external directory service. To authenticate it uses the Bacularis Web login form.
de: Diese Art der Authentifizierung wird durch einen externen Verzeichnisdienst realisiert. Zur Authentifizierung verwendet sie das Bacularis Web Login-Formular.

source: Job log
de: Job-Protokoll

source: New verify job
de: Neuen Überprüfungsjob erstellen

source: New verify job wizard
de: Assistent für neuen Überprüfungsjob

source: Verify jobs run checking the integrity of the backup jobs data and metadata and also can help improving the computer security. It is done by computing and comparing job metadata between three locations: volumes, catalog database and filesystem.
de: Überprüfungsjobs prüfen die Integrität der Backup-Jobdaten und -Metadaten und können auch die Computersicherheit verbessern. Dies geschieht durch das Berechnen und Vergleichen von Jobmetadaten an drei Orten: Volumes, Katalogdatenbank und Dateisystem.

source: Step 2 - what to verify
de: Schritt 2 - was zu überprüfen

source: What would you like to verify
de: Was möchten Sie überprüfen

source: Backup job data and metadata
de: Backup-Jobdaten und -Metadaten

source: File attributes and checksums on the filesystem
de: Dateiattribute und Prüfsummen auf dem Dateisystem

source: This option is for verifying job data and metadata (file attributes and checksums) on the volumes, in the catalog database and on the filesystem. It uses the job levels: VolumeToCatalog, Data or DiskToCatalog.
de: Diese Option dient zur Überprüfung der Jobdaten und -Metadaten (Dateiattribute und Prüfsummen) auf den Volumes, in der Katalogdatenbank und auf dem Dateisystem. Sie verwendet die Job-Level: VolumeToCatalog, Daten oder DiskToCatalog.
