Repository: bacularis/bacularis-lang-de
Catalog: Web/messages.po
Languages: de

source: Edit config
de: Konfiguration bearbeiten

source: The following configs are used in patterns and cannot be deleted: %used_configs To delete them, please unassign these configs from patterns and try again.
de: Die folgenden Konfigurationen werden in Mustern verwendet und können nicht gelöscht werden: %used_configs Um sie zu löschen, entfernen Sie bitte diese Konfigurationen aus den Mustern und versuchen Sie es erneut.

source: Bulk apply configs
de: Konfigurationen in Massen anwenden

source: Please select config(s) to apply to selected resource(s).
de: Bitte wählen Sie Konfiguration(en) aus, die auf die ausgewählten Ressource(n) angewendet werden sollen.

source: Stop on error
de: Bei Fehler stoppen

source: Overwrite policy
de: Überschreibungsrichtlinie

source: Run simulation
de: Simulation durchführen

source: Do not overwrite if directives from the configs are already defined in the Bacula resource configuration. Add only new ones.
de: Nicht überschreiben, wenn Direktiven aus den Konfigurationen bereits in der Bacula Ressourcenkonfiguration definiert sind. Nur neue hinzufügen.

source: Overwrite if directives from the configs are already defined in the Bacula resource configuration.
de: Überschreiben, wenn Direktiven aus den Konfigurationen bereits in der Bacula Ressourcenkonfiguration definiert sind.

source: Apply configs
de: Konfigurationen anwenden

source: In the selected config(s) is defined the Name resource directive. It means that in case selecting a policy for overwriting resources, process will stop because there cannot exist multiple resources the same type with the same name.
de: In den ausgewählten Konfiguration(en) ist die Ressourcenrichtlinie Name definiert. Das bedeutet, dass im Falle einer Überschreibungsrichtlinie für Ressourcen, der Prozess gestoppt wird, da mehrere Ressourcen des gleichen Typs mit dem gleichen Namen nicht existieren können.

source: In patterns are listed only configs with a Name directive defined.
de: In Mustern werden nur Konfigurationen mit einer definierten Namensdirektive aufgelistet.

source: Apply patterns
de: Muster anwenden

source: Bulk apply patterns
de: Muster in Massen anwenden

source: Please select pattern(s) to apply to API host component configuration.
de: Bitte wählen Sie Muster aus, die auf die API-Host-Komponentenkonfiguration angewendet werden sollen.

source: Do not overwrite the same directives if the config resource already exists in the Bacula component configuration. Add only new directives.
de: Überschreiben Sie nicht die gleichen Direktiven, wenn die Konfigurationsressource bereits in der Bacula-Komponentenkonfiguration vorhanden ist. Fügen Sie nur neue Direktiven hinzu.

source: Overwrite the same directives if the config resource already exists in the Bacula resource configuration.
de: Überschreiben Sie die gleichen Direktiven, wenn die Konfigurationsressource bereits in der Bacula-Ressourcenkonfiguration existiert.

source: Configs are pieces of Bacula configuration that can be applied to existing resources. This is specially used to bulk apply the same repeatable configuration to multiple (or single) Bacula configuration resources. For example, you can create one config to apply some directives and another to apply other directives. It is possible to apply both configs on selected resources at once. Configs are used on the Bacula resource level.
de: Konfigurationen sind Teile der Bacula-Konfiguration, die auf bestehende Ressourcen angewendet werden können. Dies wird besonders verwendet, um die gleiche wiederholbare Konfiguration auf mehrere (oder eine einzelne) Bacula-Konfigurationsressourcen anzuwenden. Zum Beispiel können Sie eine Konfiguration erstellen, um einige Direktiven anzuwenden und eine andere, um andere Direktiven anzuwenden. Es ist möglich, beide Konfigurationen gleichzeitig auf ausgewählte Ressourcen anzuwenden. Konfigurationen werden auf der Bacula-Ressourcenebene verwendet.

source: Patterns are sets of configs that can be applied to existing Bacula components (Director, Storage Daemon, File Daemon). Unlike configs, patterns are applied to the entire component configuration instead of selected resources. Configs that are part of patterns have to contain complete new resources configuration (resources will be added to components) or existing configuration (resources will be updated in components). Configs assigned to patterns needs to have the Name directive defined.
de: Muster sind Sets von Konfigurationen, die auf bestehende Bacula-Komponenten (Director, Storage Daemon, File Daemon) angewendet werden können. Im Gegensatz zu Konfigurationen werden Muster auf die gesamte Komponentenkonfiguration statt auf ausgewählte Ressourcen angewendet. Konfigurationen, die Teil von Mustern sind, müssen eine vollständige neue Ressourcenkonfiguration enthalten (Ressourcen werden zu Komponenten hinzugefügt) oder bestehende Konfiguration (Ressourcen werden in Komponenten aktualisiert). Konfigurationen, die Mustern zugeordnet sind, müssen die Direktive Name definiert haben.

source: Catalog commands
de: Katalogbefehle

source: Catalog installation command:
de: Katalog-Installationsbefehl:

source: Catalog upgrade command:
de: Katalog-Upgrade-Befehl:

source: Catalog removal command:
de: Katalog-Entfernungsbefehl:

source: Catalog info command:
de: Katalog-Info-Befehl:

source: Catalog enable command:
de: Katalog-Aktivierungsbefehl:

source: Catalog pre-install command:
de: Katalog-Vorinstallationsbefehl:

source: Catalog pre-upgrade command:
de: Katalog-Vorupgrade-Befehl:

source: Catalog pre-remove command:
de: Katalog-Vorentfernungsbefehl:

source: Catalog post-install command:
de: Katalog-Nachinstallationsbefehl:

source: Catalog post-upgrade command:
de: Katalog-Nachupgrade-Befehl:

source: Catalog post-remove command:
de: Katalog-Nachentfernungsbefehl:

source: Catalog:
de: Katalog:

source: Repo auth with the given name already exists.
de: Repo-Authentifizierung mit dem gegebenen Namen existiert bereits.

source: Repo auths
de: Repo-Authentifizierungen

source: Add new repo auth
de: Neue Repo-Authentifizierung hinzufügen

source: Repo auth name
de: Repo-Authentifizierungsname

source: Auth type
de: Authentifizierungstyp

source: Default
de: Standard

source: Repository authentication name:
de: Name der Repository-Authentifizierung:

source: Authentication type:
de: Authentifizierungstyp:

source: Default:
de: Standard:

source: Add repo auth
de: Repo-Authentifizierung hinzufügen

source: Edit repo auth
de: Repo-Authentifizierung bearbeiten

source: Use default Bacularis repository auth:
de: Verwenden Sie die Standard Bacularis Repository-Authentifizierung:

source: Repo auth:
de: Repo-Authentifizierung:

source: Step 1 - new storage basic params
de: Schritt 1 - Grundlegende Parameter für neues Speichermedium

source: New file storage wizard
de: Assistent für neues Dateispeichermedium

source: This wizard enables you to create in easy way a new file storage.
de: Dieser Assistent ermöglicht es Ihnen auf einfache Weise ein neues Dateispeichermedium zu erstellen.

source: Basic information
de: Grundlegende Informationen

source: Storage description
de: Beschreibung des Speichermediums

source: Storage daemon API host
de: API-Host des Storage-Daemons

source: What storage type would you like to create?
de: Welchen Speichertyp möchten Sie erstellen?

source: Single file device storage
de: Speichermedium für einzelne Dateien

source: Multi-device file storage (Autochanger)
de: Mehrgeräte-Dateispeicherung (Autochanger)

source: Step 2 - new storage parameters
de: Schritt 2 - Parameter für neues Speichermedium

source: Where should storage store backup data?
de: Wo soll das Speichermedium die Backup-Daten speichern?

source: Directory path for data volumes
de: Verzeichnispfad für Datenvolumen

source: What is storage media type?
de: Welchen Medientyp hat das Speichermedium?

source: Media type is a user defined value that is used for identifying storage and volumes. With media type storage knows what volumes it can use. For example: storage with media type XYZ supports volumes with media type XYZ.
de: Der Medientyp ist ein vom Benutzer definierter Wert, der zur Identifizierung von Speichermedium und Volumen verwendet wird. Mit dem Medientyp weiß das Speichermedium, welche Volumen es verwenden kann. Zum Beispiel: Ein Speichermedium mit dem Medientyp XYZ unterstützt Volumen mit dem Medientyp XYZ.

source: Step 3 - summary
de: Schritt 3 - Zusammenfassung

source: Storage type
de: Speichertyp

source: Data volume directory
de: Verzeichnis für Datenvolumen

source: Single storage
de: Einzelnes Speichermedium

source: How many devices should storage have?
de: Wie viele Geräte soll das Speichermedium haben?

source: Number of backup/restore devices
de: Anzahl der Backup-/Wiederherstellungsgeräte

source: Number of restore reserved devices
de: Anzahl der reservierten Wiederherstellungsgeräte

source: Multi-device autochanger storage
de: Multi-Geräte-Autochanger-Speicher

source: Create storage
de: Speicher erstellen

source: Storage daemon restart needed
de: Neustart des Storage-Daemons erforderlich

source: To apply new changes, you need to restart the storage daemon.
de: Um die neuen Änderungen anzuwenden, müssen Sie den Storage-Daemon neu starten.

source: Do you want to restart it now?
de: Möchten Sie es jetzt neu starten?

source: Yes, restart it now
de: Ja, jetzt neu starten

source: No, I will restart it later
de: Nein, ich werde es später neu starten

source: Error while creating storage
de: Fehler beim Erstellen des Speichers

source: Please note that on the storage on host '%address' currently are running %job_no job(s). Restarting the storage daemon will stop them.
de: Bitte beachten Sie, dass auf dem Speicher auf dem Host '%address' derzeit %job_no Job(s) laufen. Ein Neustart des Speicher-Daemons wird diese stoppen.

source: Done!
de: Fertig!

source: Add file storage
de: Dateispeicher hinzufügen

source: Plugin settings
de: Plugin-Einstellungen

source: Installed plugins
de: Installierte Plugins

source: Add plugin settings
de: Plugin-Einstellungen hinzufügen

source: Select plugin
de: Plugin auswählen

source: Edit plugin settings
de: Plugin-Einstellungen bearbeiten

source: Plugin settings with the given name already exists.
de: Plugin-Einstellungen mit dem gegebenen Namen existieren bereits.

source: Where to restore
de: Wo wiederherstellen

source: File options
de: Dateioptionen

source: Total
de: Gesamt

source: Adapt OS profile to use Bacula packages from bacula.org repos
de: OS-Profil anpassen, um Bacula-Pakete aus bacula.org-Repos zu verwenden

source: The repo auths enable to configure the package repository credentials. It can be useful if the package repository access is protected by credentials. The repo auths are used in the OS profiles or they work automatically if the 'Default' option is selected.
de: Die Repo-Authentifizierungen ermöglichen die Konfiguration der Paketrepository-Anmeldeinformationen. Dies kann nützlich sein, wenn der Zugriff auf das Paketrepository durch Anmeldeinformationen geschützt ist. Die Repo-Authentifizierungen werden in den OS-Profilen verwendet oder sie arbeiten automatisch, wenn die Option 'Standard' ausgewählt ist.

source: The SSH configs may be useful to provide to the SSH client some common parameters such as username, SSH key or port. This way user does not need to type them for every Bacularis deployment. SSH configs can be defined for one given host or for many hosts at once if the host wildcards are used.
de: Die SSH-Konfigurationen können nützlich sein, um dem SSH-Client einige gemeinsame Parameter wie Benutzernamen, SSH-Schlüssel oder Port zu liefern. Auf diese Weise muss der Benutzer diese nicht für jede Bacularis-Bereitstellung eingeben. SSH-Konfigurationen können für einen bestimmten Host oder für viele Hosts auf einmal definiert werden, wenn die Host-Wildcards verwendet werden.

source: The SSH keys function provides storing private keys for using in in the SSH configs or directly in the deploy Bacularis window.
de: Die Funktion der SSH-Schlüssel ermöglicht das Speichern privater Schlüssel zur Verwendung in den SSH-Konfigurationen oder direkt im Bacularis-Deploy-Fenster.

source: The OS profiles define the Bacularis and Bacula install and configuration options. They are used for deploying and they are adapted to specific operating system. There are pre-defined OS profiles for selected operating systems but there is possible to create own OS profiles to support other not supported systems so far.
de: Die OS-Profile definieren die Installations- und Konfigurationsoptionen von Bacularis und Bacula. Sie werden für das Bereitstellen verwendet und sind auf ein spezielles Betriebssystem zugeschnitten. Es gibt vordefinierte OS-Profile für ausgewählte Betriebssysteme, aber es ist auch möglich, eigene OS-Profile zu erstellen, um andere bisher nicht unterstützte Systeme zu unterstützen.

source: Roles define the Bacularis resources to which users can have access. Roles enable to organize the web interface to give selected users limitted access to some resources, pages and functions. One user can have assigned one or more roles.
de: Rollen definieren die Bacularis-Ressourcen, auf die Benutzer Zugriff haben können. Rollen ermöglichen die Organisation der Weboberfläche, um ausgewählten Benutzern eingeschränkten Zugriff auf einige Ressourcen, Seiten und Funktionen zu gewähren. Ein Benutzer kann eine oder mehrere Rollen zugewiesen bekommen.

source: Select an API host to set resources and permissions. Please note that the 'Main' API host is not listed because the 'Main' is the full access API host and it should not be limited.
de: Wählen Sie einen API-Host aus, um Ressourcen und Berechtigungen festzulegen. Bitte beachten Sie, dass der 'Main' API-Host nicht aufgeführt ist, weil der 'Main' der API-Host mit vollem Zugriff ist und nicht eingeschränkt werden sollte.

source: Add cloud storage
de: Cloud-Speicher hinzufügen

source: New cloud storage wizard
de: Neuer Cloud-Speicherassistent

source: This wizard enables you to create in easy way a new cloud storage.
de: Mit diesem Assistenten können Sie auf einfache Weise einen neuen Cloud-Speicher erstellen.

source: Storage daemon name
de: Name des Storage-Daemons

source: Step 3 - cloud parameters
de: Schritt 3 - Cloud-Parameter

source: What is your cloud type?
de: Was ist Ihr Cloud-Typ?

source: NOTE: The Amazon driver replaces the deprecated S3 driver.
de: HINWEIS: Der Amazon-Treiber ersetzt den veralteten S3-Treiber.

source: Driver
de: Treiber

source: What are connection parameters of your cloud?
de: Was sind die Verbindungsparameter Ihrer Cloud?

source: Access key
de: Zugangsschlüssel

source: Secret key
de: Geheimer Schlüssel

source: When would you like to send data to cloud?
de: Wann möchten Sie Daten in die Cloud senden?

source: Manual
de: Manuell

source: I upload volumes to cloud manually by bconsole 'cloud' command
de: Ich lade Volumes manuell über den Befehl 'cloud' von bconsole in die Cloud hoch

source: Bacula storage daemon sends each volume part to cloud when it is complete
de: Der Bacula-Speicherdaemon sendet jeden vollständigen Volume-Teil in die Cloud

source: Bacula storage daemon sends all volume parts that have not been previously uploaded at the end of the job
de: Der Bacula-Speicherdaemon sendet alle Volume-Teile, die zuvor nicht hochgeladen wurden, am Ende des Jobs in die Cloud

source: Uri style
de: Uri-Stil

source: Truncate cache
de: Cache kürzen

source: Cloud driver
de: Cloud-Treiber

source: Upload
de: Hochladen

source: The storage daemon configuration capability on API host '%s' is configured but not work correctly. Please check the bsdjson configuration on that API host. Error: %s.
de: Die Speicherdaemon-Konfigurationsfähigkeit auf API-Host '%s' ist konfiguriert, funktioniert aber nicht korrekt. Bitte überprüfen Sie die bsdjson-Konfiguration auf diesem API-Host. Fehler: %s.

source: Blob endpoint
de: Blob-Endpunkt

source: Before using this wizard the cloud storage plugin has to be installed.
de: Bevor Sie diesen Assistenten verwenden, muss das Cloud-Speicher-Plugin installiert sein.

source: Step 4 - summary
de: Schritt 4 - Zusammenfassung

source: Where should storage store local backup data (local cache)?
de: Wo soll Storage lokale Sicherungsdaten (lokaler Cache) speichern?

source: In this directory is stored Bacula volume data locally and from here it is uploaded to the cloud.
de: In diesem Verzeichnis werden Bacula-Volumendaten lokal gespeichert und von hier aus in die Cloud hochgeladen.

source: Multi-device cloud storage (Autochanger)
de: Multi-Device Cloud-Speicher (Autochanger)

source: Please select one of the options.
de: Bitte wählen Sie eine der Optionen.

source: New tape storage wizard
de: Neuer Band-Speicher-Assistent

source: This wizard enables you to create in easy way a new tape storage.
de: Dieser Assistent ermöglicht Ihnen auf einfache Weise einen neuen Band-Speicher zu erstellen.

source: Do you already have tape storage configured in Bacula?
de: Haben Sie bereits ein Band-Speicher in Bacula konfiguriert?

source: Yes, I already have it configured in Bacula. I want to add it to Bacularis.
de: Ja, ich habe es bereits in Bacula konfiguriert. Ich möchte es zu Bacularis hinzufügen.

source: No, I do not have it configured yet. I want to add it to Bacula and to Bacularis.
de: Nein, ich habe es noch nicht konfiguriert. Ich möchte es zu Bacula und Bacularis hinzufügen.

source: What changer does your tape device have?
de: Welchen Wechsler hat Ihr Bandgerät?

source: Single tape device storage (tape drive)
de: Einzelbandgerät-Speicher (Bandlaufwerk)

source: Single-drive or multi-drive tape storage with changer (autochanger)
de: Einzel-Laufwerk oder Multi-Laufwerk-Bandspeicher mit Wechsler (Autochanger)

source: What tape drives does your tape device have?
de: Welche Bandlaufwerke hat Ihr Bandgerät?

source: Changer device file
de: Wechslergerät-Datei

source: Changer command
de: Wechsler-Befehl

source: Tape drive device file
de: Bandlaufwerk-Gerätedatei

source: Add tape drive
de: Bandlaufwerk hinzufügen

source: Backup/Restore device
de: Sicherungs-/Wiederherstellungsgerät

source: Restore only device
de: Nur Wiederherstellungsgerät

source: Drive type
de: Laufwerkstyp

source: What is tape drive file path in system?
de: Was ist der Dateipfad des Bandlaufwerks im System?

source: Add tape storage
de: Band-Speicher hinzufügen

source: Storage daemon actions needed
de: Speicherdaemon-Aktionen erforderlich

source: Add to the storage daemon host the following sudo entries below.
de: Fügen Sie dem Speicherdaemon-Host die folgenden sudo-Einträge unten hinzu.

source: For Apache, Nginx and Lighttpd web servers with default PHP-FPM configuration (RHEL, CentOS and others)
de: Für Apache, Nginx und Lighttpd-Webserver mit Standard-PHP-FPM-Konfiguration (RHEL, CentOS und andere)

source: For Apache, Nginx and Lighttpd web servers with default PHP-FPM configuration (Debian, Ubuntu and others)
de: Für Apache, Nginx und Lighttpd-Webserver mit Standard-PHP-FPM-Konfiguration (Debian, Ubuntu und andere)

source: NOTE: If you want to configure the sudo runas user/group, you can do it in the autochanger config in the API panel.
de: HINWEIS: Wenn Sie den sudo runas-Benutzer/-Gruppe konfigurieren möchten, können Sie dies im Autochanger-Konfiguration im API-Panel tun.

source: Please copy appropriate sudo configuration and put it to a sudoers.d file for example /etc/sudoers.d/bacularis-app
de: Bitte kopieren Sie die entsprechende sudo-Konfiguration und fügen Sie sie beispielsweise in eine sudoers.d-Datei ein, z.B. /etc/sudoers.d/bacularis-app

source: Which tape storage would you like to add to Bacularis?
de: Welchen Bandspeicher möchten Sie zu Bacularis hinzufügen?

source: Tape autochangers
de: Automatische Bandwechsler

source: Administrator action needed
de: Aktion des Administrators erforderlich

source: Restore to a given directory
de: Wiederherstellen in ein gegebenes Verzeichnis

source: Restore to original location
de: Wiederherstellen an den ursprünglichen Ort

source: Plugin options
de: Plugin-Optionen

source: Restore destination
de: Wiederherstellungsziel

source: Add blank new Plugin directive
de: Fügen Sie eine neue leere Plugin-Direktive hinzu

source: Use existing Plugin configuration
de: Bestehende Plugin-Konfiguration verwenden

source: Create a new plugin configuration and use it in the Plugin directive
de: Erstellen Sie eine neue Plugin-Konfiguration und verwenden Sie diese in der Plugin-Direktive

source: Select configuration
de: Konfiguration auswählen

source: original location
de: ursprünglicher Ort

source: plugin restore options decide
de: Plugin-Wiederherstellungsoptionen entscheiden

source: Installed SSL certificate
de: Installiertes SSL-Zertifikat

source: Issuer
de: Aussteller

source: Country
de: Land

source: Locality
de: Ort

source: Organization name
de: Organisationsname

source: Organization unit
de: Organisationseinheit

source: Common name
de: Gemeinsamer Name

source: Validity
de: Gültigkeit

source: Not before
de: Nicht vor

source: Not after
de: Nicht nach

source: Subject
de: Betreff

source: SSL certs
de: SSL-Zertifikate

source: Certificate info
de: Zertifikatsinformationen

source: valid for
de: gültig für

source: Close to expire
de: Bald ablaufen

source: Expired
de: Abgelaufen

source: Success
de: Erfolg

source: The SSL certificate has been installed successfully. Please load the page using the HTTPS protocol.
de: Das SSL-Zertifikat wurde erfolgreich installiert. Bitte laden Sie die Seite unter Verwendung des HTTPS-Protokolls.

source: Load page using HTTPS protocol
de: Seite unter Verwendung des HTTPS-Protokolls laden

source: OS environment
de: OS-Umgebung

source: Operating system
de: Betriebssystem

source: Web server name
de: Name des Webservers

source: Renew SSL certificate
de: SSL-Zertifikat erneuern

source: Create SSL certificate
de: SSL-Zertifikat erstellen

source: Install SSL certificate
de: SSL-Zertifikat installieren

source: Certificate parameters
de: Zertifikatsparameter

source: Certificate type
de: Zertifikatstyp

source: Let's Encrypt certificate
de: Let's Encrypt-Zertifikat

source: Self-signed certificate
de: Selbstsigniertes Zertifikat

source: Uploaded own certificate
de: Eigenes Zertifikat hochgeladen

source: Common name (address, e.g. myhost.xyz)
de: Gemeinsamer Name (Adresse, z.B. myhost.xyz)

source: Validity time (days)
de: Gültigkeitsdauer (Tage)

source: Additional parameters
de: Zusätzliche Parameter

source: Email address
de: E-Mail-Adresse

source: Country code (two letters)
de: Ländercode (zwei Buchstaben)

source: State or province
de: Staat oder Provinz

source: Locality (e.g. city)
de: Ort (z.B. Stadt)

source: Organization unit (e.g. section)
de: Organisationseinheit (z.B. Abteilung)

source: Administrator access needed
de: Administratorzugriff benötigt

source: System admin password
de: Systemadmin-Passwort

source: Use sudo
de: Verwenden Sie sudo

source: Uninstall SSL certificate
de: SSL-Zertifikat deinstallieren

source: Network options
de: Netzwerkoptionen

source: New web server settings will be automatically applied to the current main API host if this API host is local (with 'localhost' address).
de: Neue Webserver-Einstellungen werden automatisch auf den aktuellen Haupt-API-Host angewendet, wenn dieser API-Host lokal ist (mit 'localhost' Adresse).

source: All other existing local API hosts definitions (if exist) have to be updated manually on the [Security] -> [API hosts] page.
de: Alle anderen bestehenden lokalen API-Host-Definitionen (sofern vorhanden) müssen manuell auf der Seite [Sicherheit] -> [API-Hosts] aktualisiert werden.
