Repository: bacularis/bacularis-lang-de
Catalog: Web/messages.po
Languages: de

source: This way the local connection between Web -> API will be adapted to new settings.
de: Auf diese Weise wird die lokale Verbindung zwischen Web -> API an die neuen Einstellungen angepasst.

source: Load page using new settings
de: Seite mit neuen Einstellungen laden

source: The web server settings have been updated successfully. Please load the page using the new settings.
de: Die Webserver-Einstellungen wurden erfolgreich aktualisiert. Bitte laden Sie die Seite mit den neuen Einstellungen.

source: By clicking the create SSL certificate button, you agree with
de: Indem Sie auf die Schaltfläche SSL-Zertifikat erstellen klicken, stimmen Sie zu

source: The SSL certificate has been uninstalled successfully. Please load the page using the HTTP protocol.
de: Das SSL-Zertifikat wurde erfolgreich deinstalliert. Bitte laden Sie die Seite über das HTTP-Protokoll.

source: Load page using HTTP protocol
de: Seite über HTTP-Protokoll laden

source: This certificate type can be useful if you are going to share Bacularis outside your local network.
de: Diese Zertifikatsart kann nützlich sein, wenn Sie Bacularis außerhalb Ihres lokalen Netzwerks teilen möchten.

source: To prepare this certificate type, there is required to have Bacularis available on publicly open TCP port 80. This is necessary to perform by the certificate provider a validation that proves your control over the domain name. This it called the HTTP-01 challenge.
de: Um diese Zertifikatsart vorzubereiten, muss Bacularis auf einem öffentlichen TCP-Port 80 verfügbar sein. Dies ist notwendig, damit die Zertifizierungsstelle eine Validierung durchführen kann, die Ihre Kontrolle über den Domainnamen nachweist. Dies wird als HTTP-01-Challenge bezeichnet.

source: After performing validation and issuing the certificate, Bacularis will be switched to HTTPS port 443 automatically. At the end port can be changed to any other port.
de: Nach der Validierung und Ausstellung des Zertifikats wird Bacularis automatisch auf HTTPS-Port 443 umgestellt. Am Ende kann der Port auf einen beliebigen anderen Port geändert werden.

source: Assign
de: Zuweisen

source: Please select existing tags or create new ones.
de: Bitte wählen Sie vorhandene Tags aus oder erstellen Sie neue.

source: Assign tag
de: Tag zuweisen

source: Selected tags
de: Ausgewählte Tags

source: Add tag(s)
de: Tag(s) hinzufügen

source: Click here to set tags
de: Klicken Sie hier, um Tags festzulegen

source: Create a new tag
de: Erstellen Sie einen neuen Tag

source: Color
de: Farbe

source: Severity
de: Schweregrad

source: Select severity
de: Schweregrad auswählen

source: Accessibility
de: Barrierefreiheit

source: Local tag - available only for you
de: Lokaler Tag - nur für Sie verfügbar

source: Global tag - available for everybody
de: Globaler Tag - für alle verfügbar

source: Tag already exists.
de: Tag existiert bereits.

source: Please select tag to assign.
de: Bitte wählen Sie einen Tag zum Zuweisen aus.

source: Please type new tag name.
de: Bitte geben Sie einen neuen Tag-Namen ein.

source: Type a tag name.
de: Geben Sie einen Tag-Namen ein.

source: local tag
de: lokaler Tag

source: global tag
de: globaler Tag

source: severity
de: Schweregrad

source: All tags
de: Alle Tags

source: Edit tag
de: Tag bearbeiten

source: Local user tags
de: Lokale Benutzer-Tags

source: Global tags
de: Globale Tags

source: Global tags are tags available for all users. Because every user can create and assign them, you may want to consider enabling this feature if Bacularis users collaborate with each other and want to have shared tags. In environments where users do not collaborate or do not know each other, it is recommended to disable this option.
de: Globale Tags sind Tags, die für alle Benutzer verfügbar sind. Da jeder Benutzer sie erstellen und zuweisen kann, sollten Sie in Erwägung ziehen, diese Funktion zu aktivieren, wenn Bacularis-Benutzer miteinander arbeiten und gemeinsame Tags haben möchten. In Umgebungen, in denen Benutzer nicht zusammenarbeiten oder einander nicht kennen, wird empfohlen, diese Option zu deaktivieren.

source: Enable global tags
de: Globale Tags aktivieren

source: Select action
de: Aktion auswählen

source: If you use non-AWS S3 cloud storage, please don't forget to set the BlobEndpoint directive in the advanced options below.
de: Wenn Sie einen nicht-AWS S3 Cloud-Speicher verwenden, vergessen Sie bitte nicht, die BlobEndpoint-Direktive in den erweiterten Optionen unten einzustellen.

source: NOTE
de: HINWEIS

source: Multi-factor authentication
de: Mehrfaktor-Authentifizierung

source: Configure TOTP 2FA
de: TOTP 2FA konfigurieren

source: TOTP 2FA is configured.
de: TOTP 2FA ist konfiguriert.

source: Disable TOTP 2FA
de: TOTP 2FA deaktivieren

source: FIDO U2F hardware keys
de: FIDO U2F Hardware-Schlüssel

source: The second factor uses the U2F security hardware keys.
de: Der zweite Faktor verwendet die U2F Sicherheitshardware-Schlüssel.

source: Configure U2F keys
de: U2F-Schlüssel konfigurieren

source: FIDO U2F two-factor authentication
de: FIDO U2F Zwei-Faktor-Authentifizierung

source: The FIDO U2F/CTAP1 standard adds to the authentication the second factor which uses the hardware security key. This is very strong and secure method using the asymetric cryptograhpy. A good practice is to add two security keys to be able log in even then, when you loose the main key.
de: Der FIDO U2F/CTAP1-Standard fügt der Authentifizierung den zweiten Faktor hinzu, der den Hardware-Sicherheitsschlüssel verwendet. Dies ist eine sehr starke und sichere Methode, die die asymmetrische Kryptographie verwendet. Es ist ratsam, zwei Sicherheitsschlüssel hinzuzufügen, um sich auch dann anmelden zu können, wenn Sie den Hauptschlüssel verlieren.

source: Add new security key
de: Neuen Sicherheitsschlüssel hinzufügen

source: Are you sure you want to remove key '%key_name'?
de: Sind Sie sicher, dass Sie den Schlüssel '%key_name' entfernen möchten?

source: Last used
de: Zuletzt verwendet

source: Enable TOTP 2FA
de: TOTP 2FA aktivieren

source: Two-factor authentication method
de: Zwei-Faktor-Authentifizierungsmethode

source: unconfigured
de: nicht konfiguriert

source: FIDO U2F settings
de: FIDO U2F-Einstellungen

source: TOTP 2FA settings
de: TOTP 2FA-Einstellungen

source: Key properties
de: Schlüsseleigenschaften

source: Set a friendly name for your key to make it easier to recognize.
de: Geben Sie Ihrem Schlüssel einen benutzerfreundlichen Namen, um ihn leichter erkennen zu können.

source: The connection is not HTTPS. FIDO U2F does not work with an unencrypted HTTP connection. To use FIDO U2F, please install a valid TLS/SSL certificate.
de: Die Verbindung ist nicht HTTPS. FIDO U2F funktioniert nicht mit einer unverschlüsselten HTTP-Verbindung. Um FIDO U2F zu verwenden, installieren Sie bitte ein gültiges TLS/SSL-Zertifikat.

source: Bacularis package repository
de: Bacularis Paketrepository

source: Bacula package repository
de: Bacula Paketrepository

source: warning
de: warnung

source: error
de: fehler

source: Check/uncheck all
de: Alle auswählen/abwählen

source: Save to pattern
de: Speichern auf Muster

source: The saving component configuration to pattern feature allows to save entire (or selected) Bacula component configuration to pattern and configs. This enables to easily reuse this configuration on new Bacula hosts. This helps to configure multiple new Bacula hosts with the same or similar configuration using a single action. The configuration is divided into Bacula resources (configs) that can be applied to new hosts at once (by appying pattern) or you can select which Bacula resources you want to apply to new host (by applying configs).
de: Die Funktion zum Speichern der Komponentenkonfiguration auf ein Muster ermöglicht das Speichern der gesamten (oder ausgewählten) Bacula-Komponentenkonfiguration auf Muster und Konfigurationen. Dies ermöglicht die einfache Wiederverwendung dieser Konfiguration auf neuen Bacula-Hosts. Dies hilft, mehrere neue Bacula-Hosts mit der gleichen oder ähnlichen Konfiguration mit einer einzigen Aktion zu konfigurieren. Die Konfiguration ist unterteilt in Bacula-Ressourcen (Konfigurationen), die auf neue Hosts auf einmal angewendet werden können (durch Anwendung des Musters) oder Sie können auswählen, welche Bacula-Ressourcen Sie auf den neuen Host anwenden möchten (durch Anwendung von Konfigurationen).

source: Save Bacula component configuration to pattern
de: Bacula-Komponentenkonfiguration auf Muster speichern

source: Select Bacula resources to save to pattern configs
de: Wählen Sie Bacula-Ressourcen zum Speichern in Musterkonfigurationen aus

source: The following placeholders can be used in the config name
de: Die folgenden Platzhalter können im Konfigurationsnamen verwendet werden

source: Bacula component type (ex: dir, sd, fd)
de: Bacula Komponententyp (z. B.: dir, sd, fd)

source: Bacula component name (ex: bacula-dir, debian-fd, hostxyz-sd)
de: Bacula Komponentenname (z.B.: bacula-dir, debian-fd, hostxyz-sd)

source: Bacula resource type (ex: Job, Client, Pool)
de: Bacula Ressourcentyp (z. B.: Job, Client, Pool)

source: Bacula resource name (ex: BackupClient1, BackupCatalog, verify_job_321)
de: Bacula Ressourcenname (z.B.: BackupClient1, BackupCatalog, verify_job_321)

source: Overwrite config if exists
de: Konfiguration überschreiben, wenn sie existiert

source: Save the config even if a config with the same name already exists. In this case, the config will be overwritten by the new one.
de: Speichern Sie die Konfiguration, auch wenn bereits eine Konfiguration mit dem gleichen Namen existiert. In diesem Fall wird die vorhandene Konfiguration durch die neue ersetzt.

source: Working
de: Arbeiten

source: All clients
de: Alle Kunden

source: Clients with running jobs
de: Kunden mit laufenden Aufträgen

source: Clients without running jobs
de: Kunden ohne laufende Aufträge

source: Cancel client jobs
de: Kundenaufträge abbrechen

source: Job types to cancel
de: Zu stornierende Auftragstypen

source: Cancel all jobs
de: Alle Aufträge stornieren

source: Cancel running jobs
de: Laufende Aufträge stornieren

source: Cancel waiting jobs to run
de: Wartende Aufträge zur Ausführung stornieren

source: Cancel jobs
de: Aufträge stornieren

source: cancelling
de: storniert

source: Bacula client component graphs
de: Bacula Client Komponentendiagramme

source: Bacula client system graphs
de: Bacula Client Systemdiagramme

source: Client versions
de: Kundenversionen

source: Client plugins
de: Kundenplugins

source: Client plugin versions
de: Kunden-Plugin-Versionen

source: Client systems
de: Kundensysteme

source: Client system distros
de: Kundensystem-Distributionen

source: Client distro versions
de: Kundendistributionsversionen

source: Global check/uncheck all
de: Globales Auswählen/Abwählen aller

source: Variables
de: Variablen

source: Add variable
de: Variable hinzufügen

source: Default value
de: Standardwert

source: Edit variable
de: Variable bearbeiten

source: Variable name
de: Variablenname

source: Variable description
de: Variablenbeschreibung

source: My variable 123 description.
de: Meine Variable 123 Beschreibung.

source: My variable value 123
de: Mein Variablenwert 123

source: Constants
de: Konstanten

source: Add constant
de: Konstante hinzufügen

source: Constant name
de: Konstantenname

source: Constant description
de: Konstantenbeschreibung

source: My constant 123 description.
de: Meine Konstante 123 Beschreibung.

source: My constant value 123
de: Mein Konstantenwert 123

source: Edit constant
de: Konstante bearbeiten

source: Enter comma separated values to multiple item selection
de: Geben Sie durch Komma getrennte Werte für die Mehrfachauswahl von Elementen ein

source: Value
de: Wert

source: Variable with given name already exists.
de: Eine Variable mit diesem Namen existiert bereits.

source: Constants are names that store user-defined values. They are useful for having a dictionary of frequently used strings that can be accessed in any text field in Bacularis. To select a constant, type % (percent sign) in the text field.
de: Konstanten sind Namen, die benutzerdefinierte Werte speichern. Sie sind nützlich, um ein Wörterbuch mit häufig verwendeten Zeichenfolgen zu haben, auf das in jedem Textfeld in Bacularis zugegriffen werden kann. Um eine Konstante auszuwählen, geben Sie % (Prozentzeichen) in das Textfeld ein.

source: Variables are placeholders for user-provided values. Unlike global constants, variables are only used in pattern configs. The main difference between constants and variables is that the values of constants are defined in advance, whereas the values of variables are provided by user at the time of use. When the user applies patterns or configs that have variables in the configuration, he/she is prompted to provide values of the variables. This extends the config and pattern functions and makes them dynamically configurable. To select a variable, type $ (dollar sign) in the config text field.
de: Variablen sind Platzhalter für vom Benutzer bereitgestellte Werte. Im Gegensatz zu globalen Konstanten werden Variablen nur in Pattern-Configs verwendet. Der Hauptunterschied zwischen Konstanten und Variablen besteht darin, dass die Werte von Konstanten im Voraus festgelegt sind, während die Werte von Variablen vom Benutzer zum Zeitpunkt der Verwendung bereitgestellt werden. Wenn der Benutzer Muster oder Configs anwendet, die Variablen in der Konfiguration haben, wird er aufgefordert, die Werte der Variablen anzugeben. Dies erweitert die Config- und Pattern-Funktionen und macht sie dynamisch konfigurierbar. Um eine Variable auszuwählen, geben Sie $ (Dollarzeichen) in das Config-Textfeld ein.

source: Show configs used in patterns
de: Configs anzeigen, die in Mustern verwendet werden

source: Hide configs used in patterns
de: Configs ausblenden, die in Mustern verwendet werden

source: Plugin functions have been moved to Add-ons page available in the main menu.
de: Plug-in-Funktionen wurden zur Add-ons-Seite verschoben, die im Hauptmenü verfügbar ist.

source: Go to
de: Gehe zu

source: Plugin not installed
de: Plugin nicht installiert

source: Organization
de: Organisation

source: Cannot change organization. A username with the same name already exists in the selected organization.
de: Organisation kann nicht geändert werden. Ein Benutzername mit demselben Namen existiert bereits in der ausgewählten Organisation.

source: or use
de: oder verwenden

source: Organizations
de: Organisationen

source: Auth methods
de: Auth Methoden

source: Identity providers
de: Identitätsanbieter

source: Provision user
de: Benutzer bereitstellen

source: New user role
de: Neue Benutzerrolle

source: New user API host
de: Neuer Benutzer API-Host

source: Add new identity provider
de: Neuen Identitätsanbieter hinzufügen

source: Edit identity provider
de: Identitätsanbieter bearbeiten

source: Add identity provider
de: Identitätsanbieter hinzufügen

source: Identity provider identifier
de: Identifikator des Identitätsanbieters

source: Identity provider name
de: Name des Identitätsanbieters

source: This is the Single Sign-On (SSO) authentication method with using the OpenID Connect (OIDC) protocol. It is realized with an external identity provider.
de: Dies ist die Single Sign-On (SSO) Authentifizierungsmethode, die das OpenID Connect (OIDC) Protokoll verwendet. Sie wird mit einem externen Identitätsanbieter realisiert.

source: Endpoints and functions
de: Endpunkte und Funktionen

source: Use discovery endpoint
de: Discovery-Endpunkt nutzen

source: Authorization URL
de: Autorisierungs-URL

source: User Info URL
de: Benutzer Info URL

source: Validate signatures
de: Signaturen validieren

source: Use JWKS endpoint
de: JWKS-Endpunkt verwenden

source: Use PKCE
de: PKCE verwenden

source: PKCE method
de: PKCE-Methode

source: Scope
de: Bereich

source: Credentials
de: Anmeldeinformationen

source: Client secret
de: Client Geheimnis

source: User attribute source
de: Benutzerattributquelle

source: Username attribute
de: Benutzername Attribut

source: Long name attribute
de: Langes Name-Attribut

source: Email attribute
de: E-Mail-Attribut

source: Description attribute
de: Beschreibungsattribut

source: Attribute sync. policy
de: Attribut-Synchronisationsrichtlinie

source: Do not synchronize
de: Nicht synchronisieren

source: Synchronize on each login
de: Bei jedem Login synchronisieren

source: Public key (PEM format)
de: Öffentlicher Schlüssel (PEM-Format)

source: Public key ID
de: Öffentliche Schlüssel-ID

source: Add new organization
de: Neue Organisation hinzufügen

source: Add organization
de: Organisation hinzufügen

source: Organization identifier
de: Organisationsidentifikator

source: Use current auth method
de: Aktuelle Auth-Methode verwenden

source: Use identity provider
de: Identitätsanbieter verwenden

source: Identity provider
de: Identitätsanbieter

source: Login button color
de: Login-Button-Farbe

source: Organization:
de: Organisation:

source: IdP type
de: IdP-Typ

source: Auth method
de: Auth-Methode

source: Edit organization
de: Organisation bearbeiten

source: Default organization for imported users:
de: Standardorganisation für importierte Benutzer:

source: New user organization
de: Neue Benutzerorganisation

source: If you use your own identity provider (IdP) to authenticate users, you can configure Bacularis to use it. You can define one or multiple identity providers across different domains. This also enables single sign-on (SSO) support with the OpenID Connect authentication protocol. Identity providers are associated with organizations. Each organization can have its own identity provider.
de: Wenn Sie Ihren eigenen Identity Provider (IdP) zur Authentifizierung von Benutzern verwenden, können Sie Bacularis so konfigurieren, dass er ihn verwendet. Sie können einen oder mehrere Identity Provider über verschiedene Domains definieren. Dies ermöglicht auch die Unterstützung von Single Sign-On (SSO) mit dem OpenID Connect-Authentifizierungsprotokoll. Identity Provider sind mit Organisationen verbunden. Jede Organisation kann ihren eigenen Identity Provider haben.

source: Select one of the authentication methods to provide base authentication.
de: Wählen Sie eine der Authentifizierungsmethoden aus, um die Basisauthentifizierung bereitzustellen.

source: Organizations help divide users into departments or other groups (e.g., sales department, finance department...). This facilitates user management within structures and allows separate authentication type for each organization. They are also useful for enabling single sign-on (SSO) with using the OpenID Connect authentication protocol.
de: Organisationen helfen dabei, Benutzer in Abteilungen oder andere Gruppen (z. B. Verkaufsabteilung, Finanzabteilung ...) zu unterteilen. Dies erleichtert die Benutzerverwaltung in Strukturen und ermöglicht einen separaten Authentifizierungstyp für jede Organisation. Sie sind auch nützlich, um Single Sign-On (SSO) mit dem OpenID Connect-Authentifizierungsprotokoll zu ermöglichen.

source: The following organizations cannot be removed because they contain users. Please unassign users from these organizations and try again.
de: Die folgenden Organisationen können nicht entfernt werden, weil sie Benutzer enthalten. Bitte entfernen Sie die Benutzer von diesen Organisationen und versuchen Sie es erneut.

source: The following identity providers cannot be removed because they are used in organizations. Please unassign identity providers from the organizations and try again.
de: Die folgenden Identitätsanbieter können nicht entfernt werden, weil sie in Organisationen verwendet werden. Bitte entfernen Sie die Identitätsanbieter von den Organisationen und versuchen Sie es erneut.

source: Organization with identifier '%s' already exists.
de: Die Organisation mit der Kennung '%s' existiert bereits.

source: Prompt
de: Eingabeaufforderung

source: Use refresh token
de: Nutze Refresh-Token

source: Login
de: Anmelden

source: Identity provider identifier '%s' already exists. Please type different identifier.
de: Der Identitätsanbieter mit der Kennung '%s' existiert bereits. Bitte geben Sie eine andere Kennung ein.

source: Additional options
de: Zusätzliche Optionen

source: Post logout redirect URI
de: URI für die Weiterleitung nach dem Abmelden

source: Client version should be the same or lower than the Director and Storage Daemon version.
de: Die Client-Version sollte gleich oder niedriger sein als die Director- und Storage Daemon-Version.

source: Current components
de: Aktuelle Komponenten

source: Possible compatibility issue
de: Mögliche Kompatibilitätsprobleme

source: Storage Daemon version should be the same as the Director version.
de: Die Storage Daemon-Version sollte gleich wie die Director-Version sein.

source: Select the roles you want to assign to the selected users.
de: Wählen Sie die Rollen aus, die Sie den ausgewählten Benutzern zuweisen möchten.

source: Assign user roles
de: Benutzerrollen zuweisen

source: Error while assigning user roles.
de: Fehler beim Zuweisen von Benutzerrollen.

source: Unassign user roles
de: Benutzerrollen entziehen

source: Select the roles you want to unassign from the selected users.
de: Wählen Sie die Rollen aus, die Sie den ausgewählten Benutzern entziehen möchten.

source: Note
de: Anmerkung

source: User must have at least one role assigned. This function protects against unassigning all roles and always keeps at least one role assigned to user.
de: Der Benutzer muss mindestens eine Rolle zugewiesen haben. Diese Funktion schützt davor, alle Rollen zu entziehen und lässt dem Benutzer immer mindestens eine Rolle zugewiesen.

source: Unassign roles
de: Rollen entziehen

source: Error while unassigning user roles.
de: Fehler beim Entziehen von Benutzerrollen.

source: Set organization
de: Organisation festlegen

source: Set user organization
de: Benutzerorganisation festlegen

source: Select the organization to which you want to assign the selected users.
de: Wählen Sie die Organisation aus, der Sie die ausgewählten Benutzer zuordnen möchten.

source: Error while setting user organization.
de: Fehler bei der Festlegung der Benutzerorganisation.

source: The following selected users could not be assigned to the destination organization because the same users already exists there:
de: Die folgenden ausgewählten Benutzer konnten nicht der Zielorganisation zugewiesen werden, weil dort bereits dieselben Benutzer existieren:

source: Set API hosts or API host groups
de: API-Hosts oder API-Hostgruppen festlegen

source: Set API hosts or groups
de: API-Hosts oder Gruppen festlegen

source: Select API hosts or API host groups that you want to set for the selected users.
de: Wählen Sie die API-Hosts oder API-Hostgruppen aus, die Sie für die ausgewählten Benutzer festlegen möchten.

source: Previous user API host setting will be overwritten by this new setting.
de: Die vorherige API-Host-Einstellung des Benutzers wird durch diese neue Einstellung überschrieben.

source: Error while setting API host method for users.
de: Fehler beim Festlegen der API-Host-Methode für Benutzer.

source: Web access
de: Webszugriff

source: Add web access
de: Webzugriff hinzufügen
