Repository: bacularis/bacularis-lang-de
Catalog: Web/messages.po
Languages: de

source: Byte progress bar:
de: Byte-Fortschrittsleiste:

source: File progress bar:
de: Datei-Fortschrittsleiste:

source: Running job status
de: Status des laufenden Jobs

source: Raw job log
de: Roh-Jobprotokoll

source: Not available
de: Nicht verfügbar

source: The storage has been selected basing on job configuration. This item may require adjusting before job run.
de: Die Speicherung wurde auf Basis der Job-Konfiguration ausgewählt. Dieser Punkt muss eventuell vor dem Joblauf angepasst werden.

source: Graphical job status is supported for jobs running on Bacula clients version 9.0 and greater.
de: Der grafische Jobstatus wird für Jobs unterstützt, die auf Bacula-Clients Version 9.0 und höher laufen.

source: Offset:
de: Versatz:

source: List type:
de: Listen-Typ:

source: saved items
de: gespeicherte Artikel

source: deleted items
de: gelöschte Artikel

source: all
de: alle

source: Find file or directory
de: Datei oder Verzeichnis finden

source: Find
de: Finden

source: Item count:
de: Artikelanzahl:

source: No item result
de: Kein Artikel gefunden

source: Refresh job log
de: Jobprotokoll aktualisieren

source: Set job log order (ascending/descending)
de: Jobprotokoll-Reihenfolge festlegen (aufsteigend/absteigend)

source: Run every month
de: Jeden Monat ausführen

source: Run one month a year
de: Einmal im Jahr ausführen

source: Run from month to month a year (range)
de: Von Monat zu Monat im Jahr ausführen (Bereich)

source: Run every week
de: Jede Woche ausführen

source: Run one week a month
de: Einmal im Monat ausführen

source: Run from week to week a month (range)
de: Von Woche zu Woche im Monat ausführen (Bereich)

source: Run every day
de: Jeden Tag ausführen

source: Run one day a month
de: Einmal im Monat ausführen

source: Run from day to day a month (range)
de: Von Tag zu Tag im Monat ausführen (Bereich)

source: Run every day of week
de: Jeden Wochentag ausführen

source: Run one day of week
de: Einen Wochentag ausführen

source: Run from day of week to day of week (range)
de: Vom Wochentag bis zum Wochentag ausführen (Bereich)

source: Run every full hour
de: Jede volle Stunde ausführen

source: Run at hour and minute
de: Zur Stunde und Minute ausführen

source: Run hourly at minute
de: Stündlich zur Minute ausführen

source: Hour and minute
de: Stunde und Minute

source: Validation error
de: Validierungsfehler

source: Please select month in Run block
de: Bitte wählen Sie den Monat im Ausführungsblock aus

source: Please select month range in Run block
de: Bitte wählen Sie den Monatsbereich im Ausführungsblock aus

source: Please select week in Run block
de: Bitte wählen Sie die Woche im Ausführungsblock aus

source: Please select week range in Run block
de: Bitte wählen Sie den Wochenbereich im Ausführungsblock aus

source: Please select day in Run block
de: Bitte wählen Sie den Tag im Ausführungsblock aus

source: Please select day range in Run block
de: Bitte wählen Sie den Tagesbereich im Ausführungsblock aus

source: Please select day of week in Run block
de: Bitte wählen Sie den Wochentag im Run-Block aus

source: Please select day of week range in Run block
de: Bitte wählen Sie den Wochentagsbereich im Run-Block aus

source: Please select hour in Run block
de: Bitte wählen Sie die Stunde im Run-Block aus

source: Please select hour and minute in Run block
de: Bitte wählen Sie Stunde und Minute im Run-Block aus

source: Are you sure, you want to delete this job?
de: Sind Sie sicher, dass Sie diesen Job löschen möchten?

source: Access-control list
de: Zugriffskontrollliste

source: Communications encryption
de: Kommunikationsverschlüsselung

source: Copy and migration
de: Kopieren und Migration

source: CSV file
de: CSV-Datei

source: Data encryption
de: Datenverschlüsselung

source: Deduplication optimized volumes
de: Deduplikation optimierte Volumen

source: Device
de: Gerät

source: Duplicates and priorities
de: Duplikate und Prioritäten

source: Graphite
de: Graphit

source: Limitations
de: Einschränkungen

source: Networking
de: Netzwerk

source: Pruning
de: Beschneiden

source: Tape
de: Band

source: Verify
de: Überprüfen

source: Virtual full backup
de: Virtuelle Voll-Sicherung

source: Volume recycling
de: Volumen-Recycling

source: Tip: checking 'All' message type causes, that rest checked message types are saved with negation ex. Catalog = All, !Debug, !Saved, !Skipped
de: Tipp: Durch die Auswahl von 'Alle' Nachrichtentyp wird bewirkt, dass die übrigen geprüften Nachrichtentypen mit Negation gespeichert werden z.B. Katalog = Alle, !Debug, !Gespeichert, !Übersprungen

source: Enable restore from copy jobs feature:
de: Funktion zur Wiederherstellung aus Kopieren-Jobs aktivieren:

source: Note: if you select incremental or differential backup, on the next step will be also loaded all directories and files from older backups required to do the job restore. In other words, the selected backup determines time point from which will be loaded the selected backup and other older backups (incremental, differential) backups up till closest full backup.
de: Hinweis: Wenn Sie inkrementelle oder differentielle Sicherungen auswählen, werden im nächsten Schritt auch alle Verzeichnisse und Dateien aus älteren Sicherungen geladen, die zur Wiederherstellung des Jobs erforderlich sind. Mit anderen Worten, die ausgewählte Sicherung bestimmt den Zeitpunkt, ab dem die ausgewählte Sicherung und andere ältere Sicherungen (inkrementell, differentiell) geladen werden, bis zur nächstgelegenen Voll-Sicherung.

source: Create new resource
de: Erstellen Sie eine neue Ressource

source: The resource has been created successfully.
de: Die Ressource wurde erfolgreich erstellt.

source: Scheduled time
de: Geplante Zeit

source: Real end time
de: Tatsächliche Endzeit

source: Read bytes
de: Gelesene Bytes

source: Job errors
de: Job-Fehler

source: Job missing files
de: Fehlende Job-Dateien

source: Purged files
de: Gelöschte Dateien

source: Has base
de: Hat Basis

source: Reviewed
de: Geprüft

source: Comment
de: Kommentar

source: File table
de: Dateitabelle

source: Label date
de: Labeldatum

source: Vol. blocks
de: Vol. Blöcke

source: Vol. hole bytes
de: Vol. Hohlbytes

source: Vol. holes
de: Vol. Löcher

source: Vol. parts
de: Vol. Teile

source: Vol. writes
de: Vol. Schreibvorgänge

source: Vol. capacity bytes
de: Vol. Kapazitätsbytes

source: Storage
de: Speicherung

source: Media addressing
de: Medienadressierung

source: Vol. read time
de: Vol. Lesezeit

source: Vol. write time
de: Vol. Schreibzeit

source: End file
de: Enddatei

source: Initial write
de: Erstes Schreiben

source: Vol. type
de: Vol. Typ

source: Vol. cloud parts
de: Vol. Cloud Teile

source: Last part bytes
de: Letzte Teildatenbytes

source: Cache retention
de: Cache-Speicherung

source: Bulk action
de: Sammelaktion

source: Following jobs are running and cannot be deleted: %running_jobs To delete them, please stop these jobs and try again.
de: Die folgenden Jobs laufen und können nicht gelöscht werden: %running_jobs Um sie zu löschen, stoppen Sie bitte diese Jobs und versuchen Sie es erneut.

source: Refresh page
de: Seite aktualisieren

source: Tip: Use left-click to select table row. Use CTRL + left-click to multiple row selection. Use SHIFT + left-click to add a range of rows to selection.
de: Tipp: Verwenden Sie den Linksklick, um eine Tabellenzeile auszuwählen. Verwenden Sie STRG + Linksklick zur Mehrfachzeilenauswahl. Verwenden Sie SHIFT + Linksklick, um einen Bereich von Zeilen zur Auswahl hinzuzufügen.

source: Show time in job log:
de: Zeit im Jobprotokoll anzeigen:

source: Security
de: Sicherheit

source: Roles
de: Rollen

source: Long name
de: Langer Name

source: Edit user
de: Benutzer bearbeiten

source: Long name:
de: Langer Name:

source: Description:
de: Beschreibung:

source: Roles:
de: Rollen:

source: Invalid e-mail address value.
de: Ungültiger E-Mail-Adresswert.

source: Invalid username value.
de: Ungültiger Benutzername-Wert.

source: Username
de: Benutzername

source: Description
de: Beschreibung

source: Add user
de: Benutzer hinzufügen

source: Username field cannot be empty.
de: Benutzernamensfeld darf nicht leer sein.

source: At least one role must be selected.
de: Mindestens eine Rolle muss ausgewählt werden.

source: Username with the given name already exists.
de: Benutzername mit dem gegebenen Namen existiert bereits.

source: Edit role
de: Rolle bearbeiten

source: Role with limitted access
de: Rolle mit eingeschränktem Zugriff

source: Role with full access
de: Rolle mit vollem Zugriff

source: Role:
de: Rolle:

source: Resources:
de: Ressourcen:

source: Role name
de: Rollenname

source: Resources
de: Ressourcen

source: Add new role
de: Neue Rolle hinzufügen

source: Role field cannot be empty.
de: Rollenfeld darf nicht leer sein.

source: At least one resource must be selected.
de: Mindestens eine Ressource muss ausgewählt werden.

source: Role with the given name already exists.
de: Rolle mit dem gegebenen Namen existiert bereits.

source: This is native predefined role, that cannot be changed. For having custom roles please use the button to add new role.
de: Dies ist eine vordefinierte native Rolle, die nicht geändert werden kann. Für benutzerdefinierte Rollen verwenden Sie bitte die Schaltfläche zum Hinzufügen einer neuen Rolle.

source: The following roles are predefined and cannot be removed: %predefined_roles
de: Die folgenden Rollen sind vordefiniert und können nicht entfernt werden: %predefined_roles

source: The following roles are using by users and cannot be removed: %used_roles To remove them, please unassign all users from these roles.
de: Die folgenden Rollen werden von Benutzern verwendet und können nicht entfernt werden: %used_roles Um sie zu entfernen, nehmen Sie bitte alle Benutzer aus diesen Rollen.

source: Add role
de: Rolle hinzufügen

source: Authentication method
de: Authentifizierungsmethode

source: HTTP Basic authentication
de: HTTP-Basisauthentifizierung

source: LDAP authentication
de: LDAP-Authentifizierung

source: LDAP server options
de: LDAP-Serveroptionen

source: SSL encryption (LDAPS):
de: SSL-Verschlüsselung (LDAPS):

source: Protocol version:
de: Protokollversion:

source: LDAP authentication method
de: LDAP-Authentifizierungsmethode

source: Anonymous authentication
de: Anonyme Authentifizierung

source: Simple authentication
de: Einfache Authentifizierung

source: Base DN:
de: Basis-DN:

source: Attributes
de: Attribute

source: Please enter port.
de: Bitte geben Sie den Port ein.

source: Please enter username.
de: Bitte geben Sie den Benutzernamen ein.

source: Please enter IP Address/Hostname.
de: Bitte geben Sie die IP-Adresse/Hostname ein.

source: Please enter username attribute.
de: Bitte geben Sie das Benutzerattribut ein.

source: Test LDAP connection
de: LDAP-Verbindung testen

source: Manage LDAP users
de: LDAP-Benutzer verwalten

source: Please enter Base DN.
de: Bitte geben Sie den Basis-DN ein.

source: LDAP user list
de: LDAP-Benutzerliste

source: Import users
de: Benutzer importieren

source: Import all users
de: Alle Benutzer importieren

source: Import selected users
de: Ausgewählte Benutzer importieren

source: Import users whose fulfill criteria
de: Benutzer importieren, die Kriterien erfüllen

source: Import options:
de: Importoptionen:

source: Criteria filter:
de: Kriterienfilter:

source: contains:
de: enthält:

source: Reload
de: Neu laden

source: Please select users in table to import.
de: Bitte wählen Sie Benutzer in der Tabelle zum Importieren aus.

source: Do not overwrite existing Bacularis Web users, if they have the same username
de: Überschreiben Sie vorhandene Bacularis Web-Benutzer nicht, wenn sie denselben Benutzernamen haben

source: Default role for imported users:
de: Standardrolle für importierte Benutzer:

source: Advanced options
de: Erweiterte Optionen

source: Default API hosts for imported users:
de: Standard-API-Hosts für importierte Benutzer:

source: Log in
de: Einloggen

source: Invalid username or password
de: Ungültiger Benutzername oder Passwort

source: IP address restrictions
de: IP-Adressbeschränkungen

source: IP address restrictions:
de: IP-Adressbeschränkungen:

source: Use CTRL + left-click to multiple item selection
de: Verwenden Sie STRG + Linksklick zur Mehrfachauswahl

source: Comma separated IP addresses. Using asterisk character, there is also possible to provide subnet, for example: 192.168.1.*
de: Komma getrennte IP-Adressen. Mit dem Sternchenzeichen ist es auch möglich, das Subnetz anzugeben, zum Beispiel: 192.168.1.*

source: Default IP address restrictions for imported users:
de: Standard-IP-Adressbeschränkungen für importierte Benutzer:

source: Set your IP address
de: Setzen Sie Ihre IP-Adresse

source: Invalid IP address restrictions value. This field can have comma separated IP addresses only or subnet addresses like 192.168.1.*
de: Ungültiger Wert für IP-Adressbeschränkungen. Dieses Feld kann nur durch Kommas getrennte IP-Adressen oder Subnetzadressen wie 192.168.1.* enthalten

source: General settings
de: Allgemeine Einstellungen

source: Default access setting for logged in users not defined in Bacularis Web:
de: Standardzugriffseinstellung für eingeloggte Benutzer, die nicht in Bacularis Web definiert sind:

source: No access
de: Kein Zugriff

source: Access with default settings
de: Zugriff mit Standardeinstellungen

source: Default role:
de: Standardrolle:

source: Default API host:
de: Standard-API-Host:

source: Users file path:
de: Benutzerdateipfad:

source: Hash algorithm:
de: Hash-Algorithmus:

source: Please enter users file path value.
de: Bitte geben Sie den Wert für den Benutzerdateipfad ein.

source: The user file is not accessible.
de: Die Benutzerdatei ist nicht zugänglich.

source: The user file is not readable by web server user.
de: Die Benutzerdatei kann nicht vom Webserver-Benutzer gelesen werden.

source: The user file is readable but not writeable by web server user.
de: Die Benutzerdatei ist lesbar, aber nicht beschreibbar durch den Webserver-Benutzer.

source: Allow Bacularis Web to manage the Basic authentication users (add/remove users and change their passwords)
de: Erlauben Sie Bacularis Web, die Benutzer der Basic-Authentifizierung zu verwalten (Benutzer hinzufügen/entfernen und deren Passwörter ändern)

source: Authorization failed. Please contact the Bacularis administrator to grant permissions.
de: Autorisierung gescheitert. Bitte kontaktieren Sie den Bacularis-Administrator, um Berechtigungen zu erteilen.

source: Try again
de: Versuchen Sie es erneut

source: Manage Basic users
de: Verwalten von Basic-Benutzern

source: Empty user list
de: Leere Benutzerliste

source: Basic user list
de: Basic-Benutzerliste

source: Access to Baculum API
de: Zugang zur Baculum API

source: Access to Baculum Web
de: Zugang zum Baculum Web

source: Requried support from web server side - e.g. %supported_web_server_list
de: Erforderliche Unterstützung von der Webserverseite - z.B. %supported_web_server_list

source: Apache 2.4 with apr-util 1.5+
de: Apache 2.4 mit apr-util 1.5+

source: Apache, Lighttpd and Nginx on most UNIX platforms
de: Apache, Lighttpd und Nginx auf den meisten UNIX-Plattformen

source: Nginx on most UNIX platforms
de: Nginx auf den meisten UNIX-Plattformen

source: No file found for selected backup. It can mean file records for this backup are pruned. Restoring selected files is not available but if you continue, there will be performed full restore all backup files.
de: Keine Datei für das ausgewählte Backup gefunden. Dies könnte bedeuten, dass die Datei-Records für dieses Backup gekürzt wurden. Die Wiederherstellung ausgewählter Dateien ist nicht verfügbar, aber wenn Sie fortfahren, wird eine vollständige Wiederherstellung aller Backup-Dateien durchgeführt.

source: Date and time format:
de: Format von Datum und Uhrzeit:

source: Available formats:
de: Verfügbare Formate:

source: full 4 digits year, ex. 2021
de: volles 4-stelliges Jahr, z. B. 2021

source: 2 digits year, ex, 21
de: 2-stelliges Jahr, z. B. 21

source: 2 digits month 01..12
de: 2-stelliger Monat 01..12

source: 1-2 digits month 1..12
de: 1-2 stelliger Monat 1..12

source: 2 digits day 01..31
de: 2-stelliger Tag 01..31

source: 1-2 digits day 1..31
de: 1-2 stelliger Tag 1..31

source: 2 digits 24-hour format hour 00..23
de: 2-stellige 24-Stunden-Format-Stunde 00..23

source: 1-2 digits 24-hour format hour 0..23
de: 1-2 stellige 24-Stunden-Format-Stunde 0..23

source: 2 digits 12-hour format hour 01..12
de: 2-stellige 12-Stunden-Format-Stunde 01..12

source: 1-2 digits 12-hour format hour 1..12
de: 1-2 stellige 12-Stunden-Format-Stunde 1..12

source: 2 digits minutes 00..59
de: 2-stellige Minuten 00..59

source: 1-2 digits minutes 0..59
de: 1-2 stellige Minuten 0..59

source: 2 digits seconds 00..59
de: 2-stellige Sekunden 00..59

source: 1-2 digits seconds 0..59
de: 1-2 stellige Sekunden 0..59

source: AM/PM value
de: AM/PM Wert

source: 24-hours format time 17:22:41
de: 24-Stunden-Format-Zeit 17:22:41

source: 12-hours format time 5:22:41 PM
de: 12-Stunden-Format-Zeit 5:22:41 PM

source: Local user authentication
de: Lokale Benutzerauthentifizierung

source: Console ACLs
de: Konsolen-ACLs

source: Add new console
de: Neue Konsole hinzufügen

source: Edit console
de: Konsole bearbeiten

source: Add console
de: Konsole hinzufügen

source: OAuth2 clients
de: OAuth2-Klienten

source: Short name
de: Kurzname

source: Add new OAuth2 client
de: Neuen OAuth2-Klienten hinzufügen

source: Short name:
de: Kurzname:

source: Add OAuth2 client account
de: OAuth2-Klientenkonto hinzufügen

source: set all scopes
de: setze alle Bereiche

source: Edit OAuth2 client account
de: OAuth2-Klientenkonto bearbeiten

source: Add new API host
de: Neuen API-Host hinzufügen

source: Get existing API host settings:
de: Bestehende API-Host-Einstellungen abrufen:

source: Get existing OAuth2 client settings:
de: Bestehende OAuth2-Klienteneinstellungen abrufen:

source: Edit API host
de: API-Host bearbeiten

source: Create dedicated Bconsole config file:
de: Erstellen Sie eine dedizierte Bconsole-Konfigurationsdatei:

source: Console ACL to use in new Bconsole config file:
de: Zu verwendende Konsolen-ACL in der neuen Bconsole-Konfigurationsdatei:

source: Director for Bconsole config:
de: Direktor für Bconsole-Konfiguration:

source: The console ACLs enable to define available resources for users. The consoles are used in the Bacula configuration on the API host side. There is possible to assign the consoles to the API basic users or to the OAuth2 clients. The assign relation for the basic users is: Console ACL -&gt; API basic user -&gt; API host -&gt; User account. For OAuth2 clients the assign relation is: Console ACL -&gt; OAuth2 client -&gt; API host -&gt; User account.
de: Die Konsolen-ACLs ermöglichen die Definition verfügbarer Ressourcen für Benutzer. Die Konsolen werden in der Bacula-Konfiguration auf der API-Host-Seite verwendet. Es ist möglich, die Konsolen den grundlegenden API-Benutzern oder den OAuth2-Clients zuzuweisen. Die Zuweisungsbeziehung für die Basisbenutzer lautet: Konsolen-ACL -> API-Basisbenutzer -> API-Host -> Benutzerkonto. Für OAuth2-Clients lautet die Zuweisungsbeziehung: Konsolen-ACL -> OAuth2-Client -> API-Host -> Benutzerkonto.

source: The OAuth2 clients are configured on the API hosts. To create the OAuth2 clients from this page, you need to have an 'oauth2' scope in OAuth2 account related to your current admin user account. The OAuth2 client accounts are also possible to create directly in the panel of the Bacularis API.
de: Die OAuth2-Clients werden auf den API-Hosts konfiguriert. Um die OAuth2-Clients von dieser Seite aus zu erstellen, benötigen Sie einen 'oauth2' Bereich in einem OAuth2-Konto, das mit Ihrem aktuellen Admin-Benutzerkonto verbunden ist. Die OAuth2-Client-Konten können auch direkt im Panel der Bacularis-API erstellt werden.

source: The API hosts define connection parameters to hosts with the Bacularis API instances. You can create the API host connections dedicated for specific users by assigning API hosts to them on the Users tab. There is possible to create many API host connections to the same Bacularis API instance.
de: Die API-Hosts definieren Verbindungsparameter zu Hosts mit Bacularis-API-Instanzen. Sie können die API-Host-Verbindungen für bestimmte Benutzer erstellen, indem Sie ihnen auf dem Benutzertab API-Hosts zuweisen. Es ist möglich, viele API-Host-Verbindungen zur gleichen Bacularis-API-Instanz zu erstellen.

source: Set all CommandAcls used by Bacularis Web
de: Setzen Sie alle CommandAcls, die von Bacularis Web verwendet werden

source: Find job by filename (without path):
de: Job anhand des Dateinamens (ohne Pfad) finden:

source: File
de: Datei

source: match exact filename
de: genauen Dateinamen abgleichen

source: With this option are searched files with names equal provided filename, otherwise there are searched files with names containing provided filename like *filename*.
de: Mit dieser Option werden Dateien mit Namen gesucht, die dem angegebenen Dateinamen entsprechen, ansonsten werden Dateien mit Namen gesucht, die den bereitgestellten Dateinamen wie *Dateiname* enthalten.

source: State
de: Status

source: saved
de: gespeichert

source: deleted
de: gelöscht

source: last %days days
de: letzte %days Tage

source: Path (optional):
de: Pfad (optional):

source: With the given path, the results narrow down to the files in the path only.
de: Mit dem gegebenen Pfad beschränken sich die Ergebnisse nur auf die Dateien im Pfad.

source: # Autochangers:
de: # Autochanger:

source: # Devices:
de: # Geräte:

source: Devices
de: Geräte

source: Archive device:
de: Archivgerät:

source: Device type:
de: Gerätetyp:

source: Media type:
de: Medientyp:

source: Device type
de: Gerätetyp

source: Media type
de: Medientyp

source: Maximum concurrent jobs:
de: Maximale gleichzeitige Jobs:

source: Maximum volume size:
de: Maximale Volumengröße:

source: Mounted:
de: Montiert:

source: Opened:
de: Geöffnet:

source: Waiting:
de: Wartend:

source: Blocked:
de: Blockiert:

source: Blocked description:
de: Blockierungsbeschreibung:

source: Read-only:
de: Schreibgeschützt:

source: Last speed:
de: Letzte Geschwindigkeit:

source: Write pool:
de: Schreibpool:

source: Write device:
de: Schreibgerät:

source: Write volume:
de: Schreibvolumen:

source: Read pool:
de: Lesepool:

source: Read device:
de: Lesegerät:

source: Read volume:
de: Lesevolumen:

source: Used space:
de: Belegter Platz:

source: running
de: ausführend

source: idle
de: inaktiv

source: Single devices
de: Einzelgeräte

source: Start time:
de: Startzeit:

source: End time:
de: Endzeit:

source: Terminated jobs
de: Beendete Jobs

source: All devices
de: Alle Geräte

source: All device types
de: Alle Gerätetypen

source: All media types
de: Alle Medientypen

source: All statuses
de: Alle Status

source: Graphical storage status is supported for Bacula storages version 9.0 and greater.
de: Grafische Statusanzeige des Speichers wird für Bacula Speicher ab Version 9.0 unterstützt.

source: Status request timed out. The most probably the Bacula storage is not available or it is not running.
de: Statusanfrage hat Zeitüberschreitung. Wahrscheinlich ist der Bacula-Speicher nicht verfügbar oder läuft nicht.

source: Display messages log window
de: Nachrichtenprotokollfenster anzeigen

source: Truncate log
de: Protokoll kürzen

source: Messages
de: Nachrichten

source: Last %errors/%count jobs finished with error.
de: Die letzten %errors/%count Aufträge endeten mit einem Fehler.

source: All last %count jobs finished successfully.
de: Alle letzten %count Aufträge wurden erfolgreich abgeschlossen.

source: Drive index
de: Laufwerksindex

source: Drive name
de: Laufwerksname

source: Unload
de: Entladen
