Repository: bacularis/bacularis-lang-de
Catalog: Web/messages.po
Languages: de

source: Bconsole pre-upgrade command:
de: Bconsole Vor-Upgrad-Befehl:

source: Bconsole pre-remove command:
de: Bconsole Vor-Deinstallationsbefehl:

source: Bconsole post-install command:
de: Bconsole Nachinstallationsbefehl:

source: Bconsole post-upgrade command:
de: Bconsole Nach-Upgrad-Befehl:

source: Bconsole post-remove command:
de: Bconsole Post-Remove Befehl:

source: Working directory:
de: Arbeitsverzeichnis:

source: Bdirjson binary file path:
de: Bdirjson Binärdatei Pfad:

source: Main Director config file path:
de: Haupt-Regisseur Konfigurationsdatei Pfad:

source: Bsdjson binary file path:
de: Bsdjson Binärdatei Pfad:

source: Main Storage config file path:
de: Haupt Speicher Konfigurationsdatei Pfad:

source: Bfdjson binary file path:
de: Bfdjson Binärdatei Pfad:

source: Main Client config file path:
de: Haupt-Client Konfigurationsdatei Pfad:

source: Bbconsjson binary file path:
de: Bbconsjson Binärdatei Pfad:

source: Main Bconsole config file path:
de: Haupt Bconsole Konfigurationsdatei Pfad:

source: Database path (SQLite only):
de: Datenbankpfad (nur SQLite):

source: Director start command:
de: Regisseur Start Befehl:

source: Director stop command:
de: Regisseur Stop Befehl:

source: Director restart command:
de: Regisseur Neustart Befehl:

source: Storage start command:
de: Speicher Start Befehl:

source: Storage stop command:
de: Speicher Stop Befehl:

source: Storage restart command:
de: Speicher Neustart Befehl:

source: Client start command:
de: Client Start Befehl:

source: Client stop command:
de: Client Stop Befehl:

source: Client restart command:
de: Client Neustart Befehl:

source: Hostname (accepts wildcards like * or ?, for example *.host.com or 192.168.3.?):
de: Hostname (akzeptiert Platzhalter wie * oder ?, zum Beispiel *.host.com oder 192.168.3.?):

source: SSH key name:
de: SSH Schlüsselname:

source: Private SSH key content:
de: Inhalt des privaten SSH Schlüssels:

source: Deployment
de: Bereitstellung

source: OS profiles
de: OS-Profile

source: SSH configs
de: SSH-Konfigurationen

source: SSH keys
de: SSH-Schlüssel

source: Deploy API host
de: Bereitstellen API-Host

source: Install
de: Installieren

source: Uninstall
de: Deinstallieren

source: Installing %component
de: Installiert %component

source: Install Bacula components on API host
de: Installiere Bacula Komponenten auf API-Host

source: Upgrading %component
de: Upgrade %component

source: Upgrade Bacula components on API host
de: Upgrade Bacula Komponenten auf API-Host

source: Uninstalling %component
de: Deinstalliert %component

source: Uninstall Bacula components on API host
de: Deinstalliere Bacula Komponenten auf API-Host

source: getting package information...
de: Paketinformationen abrufen...

source: installed
de: installiert

source: not installed
de: nicht installiert

source: Finish.
de: Fertig.

source: Use username and password
de: Benutzernamen und Passwort verwenden

source: Use username and SSH key
de: Benutzernamen und SSH-Schlüssel verwenden

source: Use username and SSH key from SSH config for host
de: Benutzernamen und SSH-Schlüssel aus der SSH-Konfiguration für den Host verwenden

source: Deploy
de: Bereitstellen

source: In this window you can install Bacula components on selected API host. Please select components that you would like to install and next click the install button.
de: In diesem Fenster können Sie Bacula Komponenten auf dem ausgewählten API-Host installieren. Bitte wählen Sie die Komponenten aus, die Sie installieren möchten und klicken Sie dann auf den Installieren-Button.

source: Components
de: Komponenten

source: Install options
de: Installations-Optionen

source: Add new component to current Director (for client and storage only)
de: Neue Komponente zum aktuellen Regisseur hinzufügen (nur für Client und Speicher)

source: Add new OS profile
de: Neues OS-Profil hinzufügen

source: Repository type
de: Repository-Typ

source: Pre-defined
de: Vordefiniert

source: Add OS profile
de: OS-Profil hinzufügen

source: Edit OS profile
de: OS-Profil bearbeiten

source: OS profile with the given name already exists.
de: Ein OS-Profil mit dem angegebenen Namen existiert bereits.

source: Here you can define repository to install Bacularis on remote host and also Bacula repository if it is different than default system repository. The repositories are added to remote hosts during API host deployment.
de: Hier können Sie ein Repository definieren, um Bacularis auf einem entfernten Host zu installieren, und auch das Bacula-Repository, wenn es sich vom standardmäßigen Systemrepository unterscheidet. Die Repositories werden während der API-Host-Bereitstellung auf entfernte Hosts hinzugefügt.

source: Bacularis API access
de: Bacularis API-Zugang

source: Bacularis API settings
de: Bacularis API-Einstellungen

source: All of the following settings are added to each new remotely installed Bacularis API that uses this OS profile.
de: Alle folgenden Einstellungen werden jedem neu installierten Bacularis API hinzugefügt, das dieses OS-Profil verwendet.

source: Package management
de: Paketverwaltung

source: Bacularis commands
de: Bacularis-Befehle

source: Advanced settings
de: Erweiterte Einstellungen

source: Director commands
de: Director-Befehle

source: Storage commands
de: Speicherbefehle

source: Client commands
de: Client-Befehle

source: Bconsole commands
de: Bconsole-Befehle

source: Catalog
de: Katalog

source: NOTE: This is predefined OS profile that cannot be modified nor removed.
de: HINWEIS: Dies ist ein vordefiniertes OS-Profil, das weder geändert noch entfernt werden kann.

source: Add new SSH config
de: Neue SSH-Konfiguration hinzufügen

source: SSH key
de: SSH-Schlüssel

source: Add SSH config
de: SSH-Konfiguration hinzufügen

source: Edit SSH config
de: SSH-Konfiguration bearbeiten

source: SSH config with the given name already exists.
de: Eine SSH-Konfiguration mit dem angegebenen Namen existiert bereits.

source: Add new SSH key
de: Neuen SSH-Schlüssel hinzufügen

source: Key name
de: Schlüsselname

source: Fingerprint
de: Fingerabdruck

source: Add SSH key
de: SSH-Schlüssel hinzufügen

source: Add package repository
de: Paketrepository hinzufügen

source: Add SUDO settings
de: SUDO-Einstellungen hinzufügen

source: Pre-install Bacularis command
de: Bacularis-Befehl vor der Installation

source: Install Bacularis
de: Bacularis installieren

source: Post-install Bacularis command
de: Befehl nach der Installation von Bacularis

source: Configure Bacularis
de: Bacularis konfigurieren

source: Create Bacularis user
de: Bacularis-Benutzer erstellen

source: Set Bacularis password
de: Bacularis-Passwort festlegen

source: Start Bacularis
de: Bacularis starten

source: API access link
de: API-Zugriffslink

source: Step
de: Schritt

source: Protocol
de: Protokoll

source: IP address/hostname
de: IP-Adresse/Hostname

source: Access method
de: Zugriffsmethode

source: open
de: öffnen

source: Keep custom table settings:
de: Benutzerdefinierte Tabelleneinstellungen beibehalten:

source: No time limit (persistent settings)
de: Keine Zeitbegrenzung (dauerhafte Einstellungen)

source: Until end of web browser session
de: Bis zum Ende der Web-Browser-Sitzung

source: For specific time
de: Für bestimmte Zeit

source: Keep table settings for
de: Tisch-Einstellungen beibehalten für

source: The value must be positive integer or zero.
de: Der Wert muss eine positive ganze Zahl oder Null sein.

source: Set time for which table settings will be preserved. Setting 0 (zero) is equivalent to no time limit option.
de: Zeit einstellen, für die die Tisch-Einstellungen erhalten bleiben. Wenn 0 (Null) eingestellt wird, entspricht dies der Option ohne Zeitlimit.

source: TLS/SSL encryption
de: TLS/SSL-Verschlüsselung

source: No encryption
de: Keine Verschlüsselung

source: First vol.
de: Erster Band.

source: Vol. count
de: Bandanzahl

source: Virtual Full backup job wizard
de: Assistent für virtuelle Vollbackup-Aufträge

source: This wizard enables you to easily set up a synthetic backup (Virtual Full).
de: Mit diesem Assistenten können Sie einfach ein synthetisches Backup (Virtual Full) einrichten.

source: The Virtual Full backup consolidates the previous full backup, recent differential backup and subsequent incremental backups into a new full backup. This new full backup becomes the most recent full for next incremental/differential backups. The Virtual Full backup is realized without using Bacula client.
de: Das Virtual Full Backup konsolidiert das vorherige Vollbackup, das aktuellste differentielle Backup und die anschließenden inkrementellen Backups zu einem neuen Vollbackup. Dieses neue Vollbackup wird das aktuellste Vollbackup für die nächsten inkrementellen/differentiellen Backups. Das Virtual Full Backup erfolgt ohne Nutzung des Bacula-Clients.

source: You can select an existing backup or create a new backup job that will be able to run Virtual Full job level.
de: Sie können ein vorhandenes Backup auswählen oder einen neuen Backup-Auftrag erstellen, der auf der Ebene des Virtual Full ausgeführt werden kann.

source: Modify existing backup job to support Virtual Full.
de: Bestehenden Backup-Auftrag ändern, um Virtual Full zu unterstützen.

source: Create a new backup job with the Virtual Full capability.
de: Erstellen Sie einen neuen Backup-Auftrag mit der Möglichkeit für Virtual Full.

source: Step 3 - where you want to store data
de: Schritt 3 - wo Sie die Daten speichern möchten

source: Storage to write Virtual Full
de: Speicher für das Schreiben des Virtual Full

source: Add new Virtual Full Pool
de: Neuen Virtual Full-Pool hinzufügen

source: Select the pool and storage that will write Virtual Full.
de: Wählen Sie den Pool und den Speicher, der das Virtual Full schreiben wird.

source: Virtual Full Type
de: Virtual Full Typ

source: Step 4 - how would you like to use Virtual Full
de: Schritt 4 - wie möchten Sie das Virtual Full nutzen

source: What kind of Virtual Full backup do you want to create:
de: Welche Art von Virtual Full Backup möchten Sie erstellen:

source: create a new full backup by consolidating the last full backup and subsequent incremental/diifferential backups. Processed backups are preserved.
de: Erstellen Sie ein neues Vollbackup, indem Sie das letzte Vollbackup und die anschließenden inkrementellen/differentiellen Backups konsolidieren. Verarbeitete Backups werden beibehalten.

source: Progressive Virtual Full backup
de: Progressives Virtual Full Backup

source: This backup consolidates incremental and differential backups but keeps constant number of backups not consolidated. Optionally removes old already consolidated jobs. In this setting we have one full backup and some incrementals/differential that are dynamically consolidated in time.
de: Dieses Backup konsolidiert inkrementelle und differentielle Backups, behält aber eine konstante Anzahl nicht konsolidierter Backups bei. Optional werden alte, bereits konsolidierte Jobs entfernt. In dieser Einstellung haben wir ein Vollbackup und einige inkrementelle/differentielle, die dynamisch konsolidiert werden.

source: Last 90 days
de: Die letzten 90 Tage

source: New virtual full job
de: Neuer virtueller Vollbackup-Auftrag

source: Reset zoom
de: Zoom zurücksetzen

source: Zoom in
de: Einzoomen

source: Range of days:
de: Zeitspanne:

source: Jobs in range:
de: Aufträge im Zeitraum:

source: Backups to keep:
de: Zu behaltende Backups:

source: Sum of job bytes in range:
de: Summe der Auftragsbytes im Zeitbereich:

source: Sum of job files in range:
de: Summe der Auftragsdateien im Bereich:

source: Jobs out of range on the right:
de: Außerhalb des Bereichs auf der rechten Seite:

source: Would you like to delete old jobs that are consolidated during a Virtual Full?
de: Möchten Sie alte Aufträge löschen, die während eines Virtual Full konsolidiert werden?

source: Schedule setting
de: Zeitplaneinstellung

source: When would you like to run the job?
de: Wann möchten Sie den Auftrag ausführen?

source: Create a basic schedule
de: Erstellen Sie einen grundlegenden Zeitplan

source: Normal backup
de: Normales Backup

source: Run level
de: Laufebene

source: Run daily
de: Täglich ausführen

source: Run on
de: Ausführen am

source: Select schedule
de: Zeitplan auswählen

source: No schedule. I will run Virtual Full manually
de: Kein Zeitplan. Ich werde das Virtual Full manuell ausführen

source: New Job Name
de: Neuer Auftragsname

source: Save job
de: Auftrag speichern

source: Existing Job Name
de: Vorhandener Auftragsname

source: Prepare resources for a new backup job.
de: Ressourcen für einen neuen Backup-Job vorbereiten.

source: Quick edit
de: Schnell bearbeiten

source: Prev job
de: Vorheriger Job

source: Next job
de: Nächster Job

source: Volume job list
de: Volumen-Jobliste

source: Log
de: Protokoll

source: Latest
de: Neueste

source: Copy to clipboard
de: In die Zwischenablage kopieren

source: Save log in file
de: Protokoll in Datei speichern

source: Job summary
de: Job-Zusammenfassung

source: Host groups
de: Host-Gruppen

source: API host method
de: API-Host-Methode

source: API host groups
de: API-Host-Gruppen

source: Add new API host group
de: Neue API-Host-Gruppe hinzufügen

source: API group name
de: API-Gruppenname

source: Edit API host group
de: API-Host-Gruppe bearbeiten

source: Add API host group
de: API-Host-Gruppe hinzufügen

source: API host group:
de: API-Host-Gruppe:

source: API host group with the given name already exists.
de: Eine API-Host-Gruppe mit dem gegebenen Namen existiert bereits.

source: API host groups:
de: API-Host-Gruppen:

source: Use API hosts
de: API-Hosts verwenden

source: Use API host groups
de: API-Host-Gruppen verwenden

source: The API host groups are named sets of API hosts which can be used to assign to users instead of assigning single API hosts. The API group function is more flexible solution than assigning API hosts directly and may be useful in environments where users have access to more than one API host.
de: Die API-Host-Gruppen sind benannte Sets von API-Hosts, die anstelle der Zuweisung einzelner API-Hosts den Benutzern zugeordnet werden können. Die API-Gruppenfunktion ist flexibler als die direkte Zuweisung von API-Hosts und kann in Umgebungen nützlich sein, in denen Benutzer Zugriff auf mehr als einen API-Host haben.

source: Assign to API host groups:
de: Zuweisung zu API-Host-Gruppen:

source: Bacula Console ACL
de: Bacula-Konsolen-ACL

source: Assigned
de: Zugewiesen

source: unassign
de: Zuweisung aufheben

source: Set API host access to resources
de: API-Host-Zugriff auf Ressourcen festlegen

source: Set user API host access to resources
de: API-Host-Zugriff eines Benutzers auf Ressourcen festlegen

source: Set API host group access to resources
de: API-Host-Gruppenzugriff auf Ressourcen festlegen

source: All pools
de: Alle Pools

source: Default API host groups for imported users:
de: Standard-API-Host-Gruppen für importierte Benutzer:

source: Director resource permissions
de: Berechtigungen für Director-Ressourcen

source: Storage resource permissions
de: Berechtigungen für Speicherressourcen

source: Client resource permissions
de: Berechtigungen für Client-Ressourcen

source: Bconsole resource permissions
de: Bconsole-Ressourcenberechtigungen

source: Resource
de: Ressource

source: Read-Only
de: Schreibgeschützt

source: Read-Write
de: Lese-Schreibzugriff

source: read only
de: nur Lesen

source: read write
de: Lesen Schreiben

source: Preview
de: Vorschau

source: no access
de: kein Zugriff

source: All read-only
de: Alle schreibgeschützt

source: All read-write
de: Alle Lese-Schreibzugriff

source: All no access
de: Alle kein Zugriff

source: Resource permissions
de: Ressourcenberechtigungen

source: By default, all resources have read-write permissions.
de: Standardmäßig haben alle Ressourcen Lese-Schreib-Berechtigungen.

source: Define paths to the verify job FileSet
de: Pfade zum Verifizierungs-Job-FileSet definieren

source: Main view
de: Hauptansicht

source: Add data view
de: Datenansicht hinzufügen

source: View name
de: Ansichtsname

source: View description
de: Ansichtsbeschreibung

source: My view 123
de: Meine Ansicht 123

source: This is My view 123 description.
de: Dies ist die Beschreibung meiner Ansicht 123.

source: Between conditions with different properties is used AND operator.
de: Zwischen Bedingungen mit unterschiedlichen Eigenschaften wird der UND-Operator verwendet.

source: Between conditions with the same property is used OR operator.
de: Zwischen Bedingungen mit der gleichen Eigenschaft wird der ODER-Operator verwendet.

source: Example 1
de: Beispiel 1

source: Example 2
de: Beispiel 2

source: Example 3
de: Beispiel 3

source: Edit data view
de: Datenansicht bearbeiten

source: Start test
de: Test starten

source: Network test
de: Netzwerktest

source: Packets
de: Pakete

source: Round-trip time (RTT)
de: Round-Trip-Zeit (RTT)

source: Minimum time
de: Minimale Zeit

source: Maximum time
de: Maximale Zeit

source: Data size to transfer
de: Datenmenge zum Übertragen

source: Select top 10 criteria
de: Wähle die obersten 10 Kriterien

source: Show 10 largest files
de: Zeige die 10 größten Dateien

source: Show 10 smallest files
de: Zeige die 10 kleinsten Dateien

source: Show 10 most recent files (MTIME)
de: Zeige die 10 neuesten Dateien (MTIME)

source: Show 10 oldest files (MTIME)
de: Zeige die 10 ältesten Dateien (MTIME)

source: Job top 10 files
de: Job Top 10 Dateien

source: RFC 4515 compliant LDAP search filters are supported, for example:
de: RFC 4515-konforme LDAP-Suchfilter werden unterstützt, zum Beispiel:

source: Added
de: Hinzugefügt

source: Removed
de: Entfernt

source: Not included
de: Nicht enthalten

source: Select job file difference method
de: Wähle eine Methode zur Unterscheidung von Jobdateien

source: A and B (full two jobs diff)
de: A und B (volle Differenz zwischen zwei Jobs)

source: Since A until B (job range)
de: Seit A bis B (Jobbereich)

source: Since B until A (job range)
de: Seit B bis A (Jobbereich)

source: In A but not in B
de: In A, aber nicht in B

source: In B but not in A
de: In B, aber nicht in A

source: Show
de: Anzeigen

source: Job file differences
de: Jobdateiunterschiede

source: it displays all files from job A and all files from job B to compare and show the difference between them.
de: Es zeigt alle Dateien von Job A und alle Dateien von Job B zum Vergleichen und zeigt die Unterschiede zwischen ihnen.

source: It takes into account only two selected JobIds A and B.
de: Es berücksichtigt nur die beiden ausgewählten Job-IDs A und B.

source: It is a good method to see in which of the two backups files were added (new and modified files) and in which they were removed (if used the Accurate job mode).
de: Es ist eine gute Methode, um zu sehen, in welchen der beiden Backups Dateien hinzugefügt wurden (neue und geänderte Dateien) und in welchen sie entfernt wurden (wenn der genaue Job-Modus verwendet wurde).

source: Also it displays what files have been included in A or in B, or in both.
de: Es zeigt auch an, welche Dateien in A oder in B oder in beiden enthalten sind.

source: it displays all files in selected JobIds range between A and B.
de: Es zeigt alle Dateien in dem ausgewählten Job-IDs-Bereich zwischen A und B.

source: In this method A should be lower (older) than B.
de: In dieser Methode sollte A niedriger (älter) sein als B.

source: Files are displayed as A files.
de: Dateien werden als A-Dateien angezeigt.

source: It is useful for seeing all added and removed files in multiple JobIds.
de: Es ist nützlich, um alle in mehreren Job-IDs hinzugefügten und entfernten Dateien zu sehen.

source: it displays all files in selected JobIds range between B and A.
de: Es zeigt alle Dateien im ausgewählten Job-IDs-Bereich zwischen B und A.

source: In this method B should be lower (older) than A.
de: In dieser Methode sollte B niedriger (älter) sein als A.

source: Files are displayed as B files.
de: Dateien werden als B-Dateien angezeigt.

source: this method takes into account only two selected JobIds A and B to display files that have been added or removed in job A but not in B.
de: Diese Methode berücksichtigt nur zwei ausgewählte Job-IDs A und B, um Dateien anzuzeigen, die in Job A hinzugefügt oder entfernt wurden, aber nicht in B.

source: It is useful to see changes included in A that do not exist in B.
de: Es ist nützlich, um Änderungen zu sehen, die in A enthalten sind, aber nicht in B existieren.

source: These changes exist in A and do not exist in B.
de: Diese Änderungen existieren in A und nicht in B.

source: this method takes into account only two selected JobIds A and B to display files that have been added or removed in job B but not in A.
de: Diese Methode berücksichtigt nur zwei ausgewählte JobIds A und B, um Dateien anzuzeigen, die in Job B hinzugefügt oder entfernt wurden, aber nicht in A.

source: It is useful to see changes included in B that do not exist in A.
de: Es ist nützlich, Änderungen zu sehen, die in B enthalten sind, aber nicht in A.

source: These changes exist in B and do not exist in A.
de: Diese Änderungen existieren in B und nicht in A.

source: There are available the following job file difference methods:
de: Folgende Job-Datei-Differenz-Methoden sind verfügbar:

source: The selected job file difference method requires that JobId %A (currently is %a) needs to be lower than JobId %B (currently is %b).
de: Die ausgewählte Job-Datei-Differenz-Methode erfordert, dass JobId %A (derzeit ist %a) kleiner sein muss als JobId %B (derzeit ist %b).

source: Error. Please check: 1) if Bacula Director version is 11.0 or greater. This function is supported by Directors >= 11.0. 2) if you have enough memory for PHP to display many records (see memory_limit option in php.ini file) 3) if there are too many files in jobs to display (e.g. 1 million files or more).
de: Fehler. Bitte überprüfen Sie: 1) ob die Bacula Director Version 11.0 oder höher ist. Diese Funktion wird von Directors >= 11.0 unterstützt. 2) ob Sie genügend Speicher für PHP haben, um viele Datensätze anzuzeigen (siehe memory_limit Option in der php.ini Datei) 3) ob zu viele Dateien in Jobs angezeigt werden sollen (z.B. 1 Million Dateien oder mehr).

source: In use by
de: Gebrauch

source: Resource usage
de: Ressourcenverbrauch

source: Resource name
de: Ressourcenname

source: Directive
de: Direktive

source: API host to test
de: API-Host zum Testen

source: Download results
de: Ergebnisse herunterladen

source: Health self test
de: Selbsttest der Gesundheit

source: Show result
de: Ergebnis anzeigen

source: Hide result
de: Ergebnis verstecken

source: Patterns
de: Muster

source: Configs
de: Konfigurationen

source: Add config
de: Konfiguration hinzufügen

source: Add pattern
de: Muster hinzufügen

source: Config name
de: Konfigurationsname

source: Config description
de: Beschreibung der Konfiguration

source: Component
de: Komponente

source: Config with given name already exists.
de: Eine Konfiguration mit diesem Namen existiert bereits.

source: Pattern name
de: Mustername

source: Pattern description
de: Beschreibung des Musters

source: Pattern with given name already exists.
de: Ein Muster mit diesem Namen existiert bereits.

source: Error while writing pattern.
de: Fehler beim Schreiben des Musters.

source: Error while writing config.
de: Fehler beim Schreiben der Konfiguration.

source: In pattern
de: Im Muster

source: My custom job config 123
de: Meine benutzerdefinierte Job-Konfiguration 123

source: Custom options for hosts in Server Room 3A.
de: Benutzerdefinierte Optionen für Hosts in Server Room 3A.

source: My pattern 123
de: Mein Muster 123

source: My pattern 123 description.
de: Beschreibung meines Musters 123.

source: Edit pattern
de: Muster bearbeiten
