Repository: bacularis/bacularis-lang-de
Catalog: Web/messages.po
Languages: de

source: The web access URLs can be used for different automations. This allows to create URLs that grant controlled access to selected actions (such as run backup). There can be configured various time, usage and IP address access limits. The configuration can be customized for each web access URL individually.
de: Die Webzugriffs-URLs können für verschiedene Automatisierungen verwendet werden. Dies ermöglicht das Erstellen von URLs, die kontrollierten Zugang zu ausgewählten Aktionen (wie Backup ausführen) gewähren. Es können verschiedene Zeitzugriffs-, Nutzungs- und IP-Adresszugriffsbeschränkungen konfiguriert werden. Die Konfiguration kann für jede Webzugriffs-URL individuell angepasst werden.

source: Time access
de: Zeitzugriff

source: Usage access
de: Zugriffsverwendung

source: Source access
de: Quellzugriff

source: Resource action
de: Ressourcenaktion

source: Resource params
de: Ressourcenparameter

source: Access URL
de: Zugriffs-URL

source: Stats
de: Statistiken

source: Resource type
de: Ressourcentyp

source: Create time
de: Erstellungszeit

source: Access time
de: Zugriffszeit

source: Action target
de: Aktionsziel

source: Access limits
de: Zugriffslimits

source: valid all the time (until manual remove)
de: dauerhaft gültig (bis manuelle Entfernung)

source: valid for X days from now
de: gültig für X Tage ab jetzt

source: Validity days
de: Gültigkeitstage

source: valid between date X and Y
de: gültig zwischen Datum X und Y

source: From date
de: Vom Datum

source: To date
de: Bis Datum

source: one-time use
de: Einmalgebrauch

source: X number of uses
de: X Anzahl von Nutzungen

source: unlimited number of uses
de: unbegrenzte Anzahl von Nutzungen

source: Number of uses
de: Anzahl der Nutzungen

source: access for given IP addresses
de: Zugriff für gegebene IP-Adressen

source: Allowed IP addresses (comma separated)
de: Erlaubte IP-Adressen (durch Komma getrennt)

source: Modify action parameters
de: Aktionsparameter ändern

source: Run job action params
de: Job-Aktionsparameter ausführen

source: Params
de: Parameter

source: See resource params
de: Ressourcenparameter anzeigen

source: See statistics
de: Statistiken anzeigen

source: Edit web access
de: Webzugriff bearbeiten

source: Not used yet
de: Noch nicht genutzt

source: Valid from
de: Gültig von

source: Valid to
de: Gültig bis

source: Number of days
de: Anzahl der Tage

source: Valid for
de: Gültig für

source: Time state
de: Zeitzustand

source: Max. usage
de: Max. Nutzung

source: Usage left
de: Verbleibende Nutzung

source: Usage state
de: Nutzungszustand

source: Date range
de: Datumsbereich

source: Valid
de: Gültig

source: Numer of use
de: Anzahl der Nutzung

source: Web access statistics
de: Webzugriffsstatistiken

source: IP addr. restriction
de: IP-Adressbeschränkung

source: For X days
de: Für X Tage

source: One-time use
de: Einmalige Nutzung

source: Web access parameters
de: Webzugriffsparameter

source: Number of latest jobs in table on dashboard
de: Anzahl der neuesten Jobs in der Tabelle auf dem Dashboard
