Repository: bacularis/bacularis-lang-de
Catalog: Web/messages.po
Languages: de

source: Language:
de: Sprache:

source: select language
de: Sprache auswählen

source: Language
de: Sprache

source: Licence
de: Lizenz

source: Database
de: Datenbank

source: Authentication
de: Authentifizierung

source: Finish
de: Fertig

source: Console
de: Konsole

source: Step 1 - select language
de: Schritt 1 - Sprache auswählen

source: Please select language.
de: Bitte wählen Sie eine Sprache.

source: Step 2 - add API instances
de: Schritt 2 - API-Instanzen hinzufügen

source: Step 3 - params of Bacula database connection
de: Schritt 3 - Params der Bacula-Datenbankverbindung

source: Step 4 - Baculum access to bconsole
de: Schritt 4 - Baculum-Zugang zur bconsole

source: Step 5 - authorization params to Baculum
de: Schritt 5 - Berechtigungsparameter für Baculum

source: Step 5 - Finish
de: Schritt 5 - Fertig

source: Save
de: Speichern

source: I have read the license terms and agree to
de: Ich habe die Lizenzbedingungen gelesen und stimme zu

source: Database type:
de: Datenbanktyp:

source: select database
de: Datenbank auswählen

source: Need to move on to accept the license.
de: Sie müssen weitergehen, um die Lizenz zu akzeptieren.

source: Database name:
de: Name der Datenbank:

source: Please select database type.
de: Bitte wählen Sie den Datenbanktyp.

source: Please enter database name.
de: Bitte geben Sie den Datenbanknamen ein.

source: Login:
de: Anmeldung:

source: Please enter login.
de: Bitte geben Sie die Anmeldung ein.

source: Password:
de: Passwort:

source: IP address (or hostname):
de: IP-Adresse (oder Hostname):

source: Please enter IP address or hostname.
de: Bitte geben Sie die IP-Adresse oder den Hostnamen ein.

source: Please enter database port.
de: Bitte geben Sie den Datenbankport ein.

source: SQLite database path:
de: SQLite-Datenbankpfad:

source: Please enter database path.
de: Bitte geben Sie den Datenbankpfad ein.

source: Connection test:
de: Verbindungstest:

source: Loading...
de: Laden...

source: Connection error
de: Verbindungsfehler

source: Bconsole binary file path:
de: Bconsole-Binärdateipfad:

source: Please enter bconsole path.
de: Bitte geben Sie den Bconsole-Pfad ein.

source: Please enter bconsole config file path.
de: Bitte geben Sie den Bconsole-Konfigurationsdateipfad ein.

source: Use sudo:
de: Verwenden Sie sudo:

source: Bconsole connection test:
de: Bconsole-Verbindungstest:

source: Administration login:
de: Administrationsanmeldung:

source: Administration password:
de: Administrationspasswort:

source: Please enter password.
de: Bitte geben Sie das Passwort ein.

source: Password must be longer than 4 chars.
de: Das Passwort muss länger als 4 Zeichen sein.

source: Retype administration password:
de: Administrationspasswort erneut eingeben:

source: Please enter retype password.
de: Bitte geben Sie das Passwort erneut ein.

source: Passwords must be the same.
de: Die Passwörter müssen übereinstimmen.

source: Database parameters
de: Datenbankparameter

source: Database port:
de: Datenbankport:

source: Bconsole access
de: Bconsole-Zugriff

source: Use sudo for bconsole requests:
de: Verwende sudo für Bconsole-Anfragen:

source: Authorization to Baculum panel
de: Autorisierung zum Baculum Panel

source: Step 7 - Finish
de: Schritt 7 - Fertig

source: Storage name:
de: Speichername:

source: Console status
de: Konsolenstatus

source: Drive number:
de: Laufwerksnummer:

source: Slot number:
de: Steckplatznummer:

source: Mount
de: Einbinden

source: Release
de: Freigeben

source: Umount
de: Aushängen

source: Available actions
de: Verfügbare Aktionen

source: Close
de: Schließen

source: Operation is in progress
de: Operation läuft

source: Volume status:
de: Volumenstatus:

source: Recycle:
de: Recyceln:

source: Enabled:
de: Aktiviert:

source: In changer:
de: Im Wechsler:

source: Apply
de: Anwenden

source: Volume name:
de: Volumenname:

source: Client name:
de: Klientenname:

source: Information about version
de: Informationen zur Version

source: Purge
de: Löschen

source: Prune
de: Beschneiden

source: Switch the window view (normal/details)
de: Wechseln Sie die Fensteransicht (Normal/Details)

source: Maximum volumes:
de: Maximale Volumen:

source: Action on purge:
de: Aktion bei Löschung:

source: Label format:
de: Etikettenformat:

source: Recycle pool:
de: Recycling-Pool:

source: Restore configuration
de: Konfiguration wiederherstellen

source: Update volumes
de: Volumen aktualisieren

source: Job name:
de: Auftragsname:

source: Storage:
de: Speicher:

source: Level:
de: Stufe:

source: FileSet:
de: Dateisatz:

source: Priority:
de: Priorität:

source: Run job
de: Job ausführen

source: Estimate job
de: Job schätzen

source: Accurate:
de: Genau:

source: Storage Daemons
de: Speicherdaemons

source: Volumes
de: Volumen

source: Search:
de: Suchen:

source: View mode:
de: Ansichtsmodus:

source: simple
de: einfach

source: Retention period value must be integer.
de: Der Wert der Aufbewahrungsfrist muss eine ganze Zahl sein.

source: There is not possible to run selected action because:
de: Die ausgewählte Aktion kann aus folgenden Gründen nicht ausgeführt werden:

source: Drive number must be integer.
de: Die Laufwerksnummer muss eine ganze Zahl sein.

source: Slot number must be integer.
de: Die Slotnummer muss eine ganze Zahl sein.

source: File retention value must be integer.
de: Der Wert der Dateiaufbewahrung muss eine ganze Zahl sein.

source: Job retention value must be integer.
de: Der Aufbewahrungswert des Jobs muss eine ganze Zahl sein.

source: Vol. use duration value must be integer.
de: Der Wert der Nutzungsdauer des Vols. muss eine ganze Zahl sein.

source: Max. vol. jobs:
de: Max. Anzahl der Vols. Jobs:

source: Max. vol. jobs value must be integer.
de: Der Wert der max. Anzahl der Vols. Jobs muss eine ganze Zahl sein.

source: Max. vol. files:
de: Max. Anzahl der Vols. Dateien:

source: Max. vol. files value must be integer.
de: Der Wert der max. Anzahl der Vols. Dateien muss eine ganze Zahl sein.

source: Max. vol. bytes:
de: Max. Vols. Bytes:

source: Max. vol. bytes value must be integer.
de: Der Wert der max. Vols. Bytes muss eine ganze Zahl sein.

source: Slot value must be integer.
de: Der Slotwert muss eine ganze Zahl sein.

source: Max. volumes value must be integer.
de: Der Maximalwert der Volumes muss eine ganze Zahl sein.

source: Use duration value must be integer.
de: Der Wert der Nutzungsdauer muss eine ganze Zahl sein.

source: Label format value must not be empty.
de: Das Format des Labels darf nicht leer sein.

source: Priority value must be integer greather than 0.
de: Der Prioritätswert muss eine ganze Zahl größer als 0 sein.

source: File retention value must be positive integer or zero.
de: Der Wert der Dateiaufbewahrung muss eine positive ganze Zahl oder Null sein.

source: Job retention value must be positive integer or zero.
de: Der Wert der Jobaufbewahrung muss eine positive ganze Zahl oder Null sein.

source: File retention (in days):
de: Dateiaufbewahrung (in Tagen):

source: Job retention (in days):
de: Jobaufbewahrung (in Tagen):

source: select pool
de: Pool auswählen

source: Retention period (in hours):
de: Aufbewahrungsfrist (in Stunden):

source: Vol. use duration (in hours):
de: Vol. Nutzungsdauer (in Stunden):

source: Job to restore:
de: Job zur Wiederherstellung:

source: Backup from client:
de: Backup vom Client:

source: Restore to client:
de: Wiederherstellen auf Client:

source: Backup to restore:
de: Zu wiederherstellendes Backup:

source: Step 1 - select source backup client
de: Schritt 1 - Quell-Backup-Client auswählen

source: Step 2 - select backup to restore
de: Schritt 2 - Backup zur Wiederherstellung auswählen

source: Backup selection method:
de: Auswahlmethode für Backup:

source: Selected backup
de: Ausgewähltes Backup

source: FileSet resource:
de: FileSet-Ressource:

source: Storage resource:
de: Speicherressource:

source: Pool resource:
de: Pool-Ressource:

source: Step 3 - select files to restore
de: Schritt 3 - Dateien zur Wiederherstellung auswählen

source: Files
de: Dateien

source: To see file versions please click a file on the left files browser.
de: Um Dateiversionen zu sehen, klicken Sie bitte auf eine Datei im linken Dateibrowser.

source: To add a file to restore please click 'Add' link or please drag here the file from the top frame or from the frame on the left.
de: Um eine Datei zur Wiederherstellung hinzuzufügen, klicken Sie bitte auf 'Hinzufügen' oder ziehen Sie die Datei aus dem oberen Rahmen oder dem Rahmen links hierher.

source: It seems that there is no files for choosing or file records in database for this job has been purged (file retention period expired)
de: Es scheint, dass es keine Dateien zur Auswahl gibt oder die Dateidatensätze in der Datenbank für diesen Job wurden gelöscht (Dateiaufbewahrungsfrist abgelaufen)

source: Group most recent backups
de: Neueste Backups gruppieren

source: Where
de: Wo

source: Restore to directory:
de: Wiederherstellen in Verzeichnis:

source: Step 4 - select destination for restore
de: Schritt 4 - Ziel für Wiederherstellung auswählen

source: Step 4 - options for restore
de: Schritt 4 - Optionen für Wiederherstellung

source: Replace files:
de: Dateien ersetzen:

source: Options
de: Optionen

source: Restore job priority:
de: Priorität des Wiederherstellungsjobs:

source: do not replace files
de: Dateien nicht ersetzen

source: if files from restore are older
de: wenn die Dateien aus der Wiederherstellung älter sind

source: if files from restore are newer
de: wenn die Dateien aus der Wiederherstellung neuer sind

source: always replace files
de: Dateien immer ersetzen

source: Source parameters
de: Quellenparameter

source: Backup data from client:
de: Sicherungsdaten vom Client:

source: FileSet to restore:
de: Wiederherstellungsdateisatz:

source: Files for restore
de: Dateien zur Wiederherstellung

source: Selected files count:
de: Anzahl der ausgewählten Dateien:

source: Destination parameters
de: Zielparameter

source: Restore to path:
de: Wiederherstellen auf Pfad:

source: Restore job options
de: Optionen für Wiederherstellungsjob

source: Run restore
de: Wiederherstellung starten

source: Run
de: Start

source: Cancel
de: Abbrechen

source: There is no backup for restore. Please go to previous step and select another client for restore or proceed backups for the client selected in previous step.
de: Es gibt keine Sicherung zur Wiederherstellung. Bitte gehen Sie zum vorherigen Schritt zurück und wählen Sie einen anderen Client zur Wiederherstellung aus oder führen Sie Sicherungen für den im vorherigen Schritt ausgewählten Client durch.

source: Database file path (SQLite only):
de: Datenbankdateipfad (nur SQLite):

source: Selected directories count:
de: Anzahl der ausgewählten Verzeichnisse:

source: Delete job
de: Job löschen

source: Cancel job
de: Job abbrechen

source: NOTE!
de: HINWEIS!

source: Baculum needs access to bconsole by the web server.
de: Baculum benötigt Zugriff auf bconsole durch den Webserver.

source: Jobs for run
de: Jobs zum Ausführen

source: Run job again
de: Job erneut starten

source: Bacula console
de: Bacula Konsole

source: show console
de: Konsole anzeigen

source: hide console
de: Konsole ausblenden

source: volumes tools
de: Bandwerkzeuge

source: Label volume(s)
de: Band/Bände beschriften

source: Update slots using barcodes
de: Slots mit Barcodes aktualisieren

source: Update slots without barcodes
de: Slots ohne Barcodes aktualisieren

source: Label
de: Beschriftung

source: Use barcodes as label:
de: Barcodes als Label verwenden:

source: Update barcodes slots
de: Barcodes-Slots aktualisieren

source: Update slots scan
de: Slots-Scan aktualisieren

source: Label name have to contain string value from set [0-9a-zA-Z_-].
de: Der Labelname muss einen Zeichenwert aus dem Set [0-9a-zA-Z_-] enthalten.

source: Slots for label have to contain string value from set [0-9-,].
de: Slots für das Label müssen einen Zeichenwert aus dem Satz [0-9-,] enthalten.

source: Drive has to contain digit value from set [0-9].
de: Laufwerk muss eine Ziffer aus dem Set [0-9] enthalten.

source: Slots for update have to contain string value from set [0-9-,].
de: Slots für das Update müssen einen Zeichenwert aus dem Set [0-9-,] enthalten.

source: or run
de: oder starten

source: Bacularis Initial Wizard
de: Bacularis Anfangs-Assistent

source: internal Baculum error.
de: Interner Baculum-Fehler.

source: TRY AGAIN
de: NOCHMAL VERSUCHEN

source: Enable debug
de: Debug aktivieren

source: clear bvfs cache
de: bvfs-Cache leeren

source: Bconsole admin config file path:
de: Pfad zur Bconsole-Admin-Konfigurationsdatei:

source: Bconsole custom config file path:
de: Pfad zur benutzerdefinierten Bconsole-Konfigurationsdatei:

source: Please enter bconsole custom config file path.
de: Bitte geben Sie den Pfad zur benutzerdefinierten Bconsole-Konfigurationsdatei ein.

source: For need defining more Baculum users with custom access or restricted console access (Bconsole ACLs) here is possible to determine custom bconsole configuration file format for each user.
de: Für den Bedarf mehrerer Baculum-Benutzer mit benutzerdefiniertem Zugriff oder eingeschränktem Konsolenzugriff (Bconsole ACLs) kann hier das benutzerdefinierte Bconsole-Konfigurationsdateiformat für jeden Benutzer bestimmt werden.

source: If there is used only one Baculum user then below field value will be ignored
de: Wenn nur ein Baculum-Benutzer verwendet wird, wird der unten angegebene Feldwert ignoriert

source: {user} keyword will be replaced for each logged user into according username.
de: {user} Schlüsselwort wird für jeden angemeldeten Benutzer durch den entsprechenden Benutzernamen ersetzt.

source: If there is used only one Baculum user then below field value will be ignored.
de: Wenn nur ein Baculum-Benutzer verwendet wird, wird der unten angegebene Feldwert ignoriert.

source: Above administration login and administration password will be used for login as administrator to Baculum WebGUI. They are your HTTP Basic authorization params by using which you will be logged in to Baculum.
de: Obiger Administrations-Login und Administrationspasswort werden zum Einloggen als Administrator in Baculum WebGUI verwendet. Sie sind Ihre HTTP Basic Authentifizierungsparameter, mit denen Sie sich bei Baculum anmelden.

source: If all above steps will not help or if during installation you made mistake in password in Initial Wizard, please remove settings file located in baculum/protected/Data/settings.conf and re-run Initial wizard.
de: Wenn alle obigen Schritte nicht helfen oder wenn Sie während der Installation im Anfangsassistenten ein falsches Passwort eingeben haben, entfernen Sie bitte die Einstellungsdatei in baculum/protected/Data/settings.conf und starten Sie den Anfangsassistenten erneut.

source: Action:
de: Aktion:

source: unmark all and close
de: Alle abwählen und schließen

source: This action will clear bvfs cache that was created during preparing restore files. There is not recommended use this action during restore job working. Are you sure?
de: Diese Aktion wird den bvfs-Cache löschen, der während der Vorbereitung der Wiederherstellungsdateien erstellt wurde. Es wird nicht empfohlen, diese Aktion während der Wiederherstellungsjobarbeit zu verwenden. Sind Sie sicher?

source: Debug files enable possibility to save most of actions executed on Bacularis WebGUI. Debug functionality should be enabled if there is happening something wrong with Bacularis or if something that looks like a bug. Logs can be useful for detecting a problems in Bacularis working. After confirmation this message Bacularis debug files will be continuously saving in /protected/Web/Logs/ directory. Are you sure?
de: Debug-Dateien ermöglichen das Speichern der meisten Aktionen, die auf Bacularis WebGUI ausgeführt werden. Die Debug-Funktion sollte aktiviert werden, wenn mit Bacularis etwas nicht stimmt oder wenn etwas wie ein Fehler aussieht. Logs können nützlich sein, um Probleme im Betrieb von Bacularis zu erkennen. Nach Bestätigung dieser Nachricht werden die Bacularis-Debug-Dateien kontinuierlich im Verzeichnis /protected/Web/Logs/ gespeichert. Sind Sie sicher?

source: 10 elements
de: 10 Elemente

source: 25 elements
de: 25 Elemente

source: 50 elements
de: 50 Elemente

source: 100 elements
de: 100 Elemente

source: 200 elements
de: 200 Elemente

source: 500 elements
de: 500 Elemente

source: unlimited
de: unbegrenzt

source: 1000 elements
de: 1000 Elemente

source: Volume name
de: Volumenname

source: When expire
de: Ablaufdatum

source: Storage name
de: Speichername

source: Autochanger
de: Autolader

source: No
de: Nein

source: days
de: Tage

source: day
de: Tag

source: Warning! You checked over 50 elements. Please note, that in case more time consuming actions, web browser request may timed out after 30 seconds. It this case action will be canceled and in consequence the action may not touch all selected elements. Are you sure you want to continue?
de: Achtung! Sie haben über 50 Elemente ausgewählt. Bitte beachten Sie, dass bei zeitintensiveren Aktionen die Webbrowser-Anfrage nach 30 Sekunden abbrechen kann. In diesem Fall wird die Aktion abgebrochen, und als Folge davon wird die Aktion möglicherweise nicht alle ausgewählten Elemente berühren. Sind Sie sicher, dass Sie fortfahren möchten?

source: Close the window
de: Fenster schließen

source: Change the window size
de: Fenstergröße ändern

source: Configuration of storage daemons.
de: Konfiguration von Speicherdämonen.

source: Configuration of clients daemons.
de: Konfiguration von Client-Dämonen.

source: Management of volumes.
de: Verwaltung von Volumen.

source: Management of volumes pools.
de: Verwaltung von Volumen-Pools.

source: Jobs settings.
de: Jobs-Einstellungen.

source: Starting jobs.
de: Jobs starten.

source: Restore
de: Wiederherstellen

source: Restore wizard.
de: Wiederherstellungs-Assistent.

source: Settings
de: Einstellungen

source: Management settings wizard.
de: Verwaltungs-Einstellungs-Assistent.

source: File Retention
de: Dateiverwaltung

source: Job Retention
de: Job-Behaltensdauer

source: Last written:
de: Zuletzt geschrieben:

source: never written
de: nie geschrieben

source: When expire:
de: Ablaufdatum:

source: End time
de: Endzeit

source: Type
de: Typ

source: Level
de: Ebene

source: Director
de: Regisseur

source: Enter
de: Eingeben

source: Clear
de: Löschen

source: select action
de: Aktion auswählen

source: Delete
de: Löschen

source: Output for selected job is not available yet or you do not have enabled logging job logs to the catalog database. To watch job log you need to add to the job Messages resource the following directive: Catalog = all, !debug, !skipped, !saved
de: Die Ausgabe für den ausgewählten Job ist noch nicht verfügbar oder Sie haben das Logging von Job-Protokollen in der Katalogdatenbank nicht aktiviert. Um das Jobprotokoll anzuzeigen, müssen Sie der Ressource Jobnachrichten folgende Direktive hinzufügen: Katalog = alle, !debug, !übersprungen, !gespeichert

source: Workspace
de: Arbeitsbereich

source: Graphs
de: Diagramme

source: select job
de: Job auswählen

source: Last 6 hours
de: Letzte 6 Stunden

source: Last 12 hours
de: Letzte 12 Stunden

source: Today
de: Heute

source: Two days
de: Zwei Tage

source: Last week
de: Letzte Woche

source: Last two weeks
de: Letzte zwei Wochen

source: Last month
de: Letzter Monat

source: Last three months
de: Letzte drei Monate

source: Last six months
de: Letzte sechs Monate

source: Last year
de: Letztes Jahr

source: Date From:
de: Datum Von:

source: Date To:
de: Datum Bis:

source: Legend:
de: Legende:

source: select client
de: Client auswählen

source: Job size / Time
de: Jobgröße / Zeit

source: Job size
de: Jobgröße

source: Time
de: Zeit

source: File retention (in sec.):
de: Dateibehaltung (in Sek.):

source: Job retention (in sec.):
de: Job-Behaltung (in Sek.):

source: Max. Vol. Files:
de: Max. Vol. Dateien:

source: Retention Period (in sec.):
de: Aufbewahrungszeitraum (in Sek.):

source: Storage Daemons.
de: Speicher-Daemons.

source: Vol. Use Duration (in sec.):
de: Vol. Gebrauchsdauer (in Sek.):

source: Yes
de: Ja

source: JobId to Verify:
de: JobId zu prüfen:

source: JobId to Verify value must be integer greather than 0.
de: Der Wert von JobId zur Überprüfung muss eine Ganzzahl größer als 0 sein.

source: Job to Verify:
de: Job zur Überprüfung:

source: Verify by Job Name
de: Überprüfen nach Jobname

source: Verify by JobId
de: Überprüfen nach JobId

source: Verify option:
de: Überprüfungsoption:

source: Running jobs:
de: Laufende Jobs:

source: Finished jobs:
de: Abgeschlossene Aufgaben:

source: Add
de: Hinzufügen

source: Actions
de: Aktionen

source: Size
de: Größe

source: Job:
de: Aufgabe:

source: Media Type
de: Medientyp

source: Go to started job after start:
de: Gehe zur gestarteten Aufgabe nach dem Start:

source: Job status summary
de: Zusammenfassung des Auftragsstatus

source: Quick job access
de: Schneller Zugriff auf Aufgaben

source: Finished jobs
de: Abgeschlossene Aufgaben

source: The most often used:
de: Am häufigsten verwendet:

source: Number of clients
de: Anzahl der Kunden

source: jobs
de: Aufgaben

source: Job count the most used:
de: Erzähle die am meisten genutzten Aufgaben:

source: level
de: Ebene

source: Jump to job (last 100):
de: Zur Aufgabe springen (letzte 100):

source: View
de: Ansehen

source: Total bytes:
de: Gesamte Bytes:

source: Total files:
de: Gesamte Dateien:

source: Database size:
de: Datenbankgröße:

source: Number of pools:
de: Anzahl der Pools:

source: times
de: Mal

source: Execution count most used:
de: Ausführungshäufigkeit am häufigsten verwendet:

source: Total bytes
de: Gesamte Bytes

source: Restore Wizard
de: Wiederherstellungsassistent

source: Perform restore
de: Wiederherstellung durchführen

source: Configuration Wizard
de: Konfigurationsassistent

source: Baculum Settings
de: Baculum Einstellungen

source: start time
de: Startzeit

source: Users
de: Benutzer

source: User name
de: Benutzername

source: Role
de: Rolle

source: Remove user
de: Benutzer entfernen

source: Logout
de: Abmelden

source: Change password
de: Passwort ändern

source: Normal user
de: Normaler Benutzer

source: Add new user
de: Neuen Benutzer hinzufügen

source: Username:
de: Benutzername:

source: Invalid login value. Login may contain a-z A-Z 0-9 characters.
de: Ungültiger Login-Wert. Login darf die Zeichen a-z A-Z 0-9 enthalten.

source: Jobs on volume
de: Aufgaben auf Volumen

source: No jobs on the volume.
de: Keine Aufgaben auf dem Volumen.

source: Jobs for Client
de: Aufgaben für den Kunden

source: No jobs for the client.
de: Keine Aufgaben für den Kunden.

source: Configuration
de: Konfiguration

source: bdirjson binary file path:
de: bdirjson Binärdateipfad:

source: bsdjson binary file path:
de: bsdjson Binärdateipfad:

source: bfdjson binary file path:
de: bfdjson Binärdateipfad:

source: bbconsjson binary file path:
de: bbconsjson Binärdateipfad:

source: Main Director config file path (usually bacula-dir.conf):
de: Hauptverzeichnis-Konfigurationsdateipfad (üblicherweise bacula-dir.conf):

source: Main Storage Daemon config file path (usually bacula-sd.conf):
de: Haupt-Speicherdaemon-Konfigurationsdateipfad (üblicherweise bacula-sd.conf):

source: Main File Daemon config file path (usually bacula-fd.conf):
de: Haupt Datei-Daemon-Konfigurationsdatei-Pfad (üblicherweise bacula-fd.conf):

source: Admin Bconsole config file path (usually bconsole.conf):
de: Admin-Bconsole-Konfigurationsdateipfad (üblicherweise bconsole.conf):

source: Test configuration
de: Konfiguration testen

source: General configuration
de: Allgemeine Konfiguration
