Repository: bacularis/bacularis-lang-de
Catalog: Web/messages.po
Languages: de

source: To setup configuration module please provide Bacula JSON tools paths and config files paths.
de: Um das Konfigurationsmodul einzurichten, geben Sie bitte die Bacula JSON-Tool-Pfade und die Pfade der Konfigurationsdateien an.

source: Error during config save
de: Fehler beim Speichern der Konfiguration

source: There is required to provide both binary file and config file paths.
de: Es ist erforderlich, sowohl den Pfad der Binärdatei als auch den Pfad der Konfigurationsdatei anzugeben.

source: Directory path for new config files:
de: Verzeichnispfad für neue Konfigurationsdateien:

source: Directory path field is required.
de: Das Feld Verzeichnispfad ist erforderlich.

source: Provided directory path is not writable by web server.
de: Der angegebene Verzeichnispfad ist vom Webserver nicht beschreibbar.

source: Error
de: Fehler

source: Seconds
de: Sekunden

source: Minutes
de: Minuten

source: Hours
de: Stunden

source: Days
de: Tage

source: IP Address/Hostname:
de: IP-Adresse/Hostname:

source: Remove
de: Entfernen

source: Edit
de: Bearbeiten

source: Show/hide all directives
de: Alle Direktiven anzeigen/ausblenden

source: Show the resource raw config
de: Die Rohkonfiguration der Ressource anzeigen

source: Save the resource on multiple hosts
de: Die Ressource auf mehreren Hosts speichern

source: Save the resource to additional path
de: Die Ressource im zusätzlichen Pfad speichern

source: Download the resource config
de: Die Ressourcenkonfiguration herunterladen

source: Add APIs
de: APIs hinzufügen

source: Protocol:
de: Protokoll:

source: API Address:
de: API-Adresse:

source: API Password:
de: API-Passwort:

source: Please enter API address.
de: Bitte geben Sie die API-Adresse ein.

source: Please enter API port.
de: Bitte geben Sie den API-Port ein.

source: Please enter API login.
de: Bitte geben Sie das API-Login ein.

source: Please enter API password.
de: Bitte geben Sie das API-Passwort ein.

source: Bacularis web interface requires to add at least one Bacularis API instance with shared Catalog access. Please add API instance.
de: Die Bacularis-Web-Schnittstelle erfordert das Hinzufügen von mindestens einer Bacularis-API-Instanz mit gemeinsamem Katalogzugriff. Bitte fügen Sie eine API-Instanz hinzu.

source: Save with name:
de: Speichern unter dem Namen:

source: API connection test:
de: API-Verbindungstest:

source: Catalog support
de: Katalogunterstützung

source: Console support
de: Konsolenunterstützung

source: Config support
de: Konfigurationsunterstützung

source: Supported
de: Unterstützt

source: Not supported
de: Nicht unterstützt

source: Step 3 - authentication params to Baculum Web panel
de: Schritt 3 - Authentifizierungsparameter für das Baculum Webpanel

source: Step 4 - Finish
de: Schritt 4 - Fertigstellung

source: Disabled
de: Deaktiviert

source: From month
de: Von Monat

source: To month
de: Bis Monat

source: Month
de: Monat

source: From day
de: Von Tag

source: To day
de: Zu Tag

source: Day
de: Tag

source: Day of week
de: Wochentag

source: From day of week
de: Vom Wochentag

source: To day of week
de: Zum Wochentag

source: Hour
de: Stunde

source: From week
de: Von Woche

source: To week
de: Zu Woche

source: Week
de: Woche

source: Add new %resource_type resource on %component_name (%component_type)
de: Neue %resource_type Ressource zu %component_name (%component_type) hinzufügen

source: Reset to default value
de: Auf Standardwert zurücksetzen

source: Remove directive
de: Direktive entfernen

source: Add API host
de: API-Host hinzufügen

source: Add host
de: Host hinzufügen

source: Given host already exists in config file.
de: Gegebener Host existiert bereits in der Konfigurationsdatei.

source: Problem during save to config file. Please check host config file permission.
de: Problem beim Speichern in der Konfigurationsdatei. Bitte überprüfen Sie die Berechtigungen der Host-Konfigurationsdatei.

source: Host added successfully.
de: Host erfolgreich hinzugefügt.

source: Save as:
de: Speichern als:

source: Use HTTP Basic authentication
de: HTTP-Basisauthentifizierung verwenden

source: Use OAuth2 for authorization and authentication
de: OAuth2 für Autorisierung und Authentifizierung verwenden

source: Invalid Client ID value. Client ID may contain a-z A-Z 0-9 - _ characters.
de: Ungültiger Client-ID-Wert. Client-ID darf a-z A-Z 0-9 - _ Zeichen enthalten.

source: Please enter Client ID.
de: Bitte geben Sie die Client-ID ein.

source: OAuth2 Client Secret:
de: OAuth2-Clientgeheimnis:

source: Please enter Client Secret.
de: Bitte geben Sie das Clientgeheimnis ein.

source: Invalid Client Secret value. Client Secret may contain any character that is not a whitespace character.
de: Ungültiger Wert des Clientgeheimnisses. Das Clientgeheimnis darf jedes Zeichen enthalten, das kein Leerzeichen ist.

source: generate
de: erzeugen

source: Dedicated Bconsole config file path:
de: Dedizierter Bconsole-Konfigurationsdateipfad:

source: Please enter Redirect URI.
de: Bitte geben Sie die Weiterleitungs-URI ein.

source: OAuth2 Redirect URI (example: https://bacularis:9097/web/redirect):
de: OAuth2-Weiterleitungs-URI (Beispiel: https://bacularis:9097/web/redirect):

source: OAuth2 scopes (space separated):
de: OAuth2-Bereiche (durch Leerzeichen getrennt):

source: Please enter OAuth2 scopes.
de: Bitte geben Sie die OAuth2-Bereiche ein.

source: Auth Type:
de: Authentifizierungstyp:

source: OAuth2 Redirect URI:
de: OAuth2-Weiterleitungs-URI:

source: OAuth2 Scope:
de: OAuth2-Reichweite:

source: Select host
de: Host auswählen

source: Field required.
de: Feld erforderlich.

source: Invalid value. Integer value required.
de: Ungültiger Wert. Ganzzahl erforderlich.

source: Resource %s "%s" is used in the following resources:
de: Ressource %s "%s" wird in den folgenden Ressourcen verwendet:

source: Component: %s, Resource: %s "%s", Directive: %s
de: Komponente: %s, Ressource: %s "%s", Direktive: %s

source: Are you sure that you want to remove %s resource "%s"?
de: Sind Sie sicher, dass Sie die Ressource %s "%s" entfernen möchten?

source: Resource %s "%s" removed successfully.
de: Ressource %s "%s" erfolgreich entfernt.

source: Please unassign resource %s "%s" from these resources and try again.
de: Bitte entfernen Sie die Zuweisung der Ressource %s "%s" von diesen Ressourcen und versuchen Sie es erneut.

source: Size:
de: Größe:

source: Volume:
de: Volumen:

source: InChanger:
de: ImWechsler:

source: Sum:
de: Summe:

source: Select
de: Auswählen

source: Path:
de: Pfad:

source: Restore wizard
de: Wiederherstellungsassistent

source: This wizard enables you to do in easy way restore files to destination Bacula Client.
de: Dieser Assistent ermöglicht es Ihnen, auf einfache Weise Dateien zum Ziel-Bacula-Client wiederherzustellen.

source: To start, please select backup Client which data you want to restore.
de: Wählen Sie bitte zuerst den Backup-Client aus, dessen Daten Sie wiederherstellen möchten.

source: There are two ways to select backup to restore. The selected backup way provides list of jobs from which there is possible to select a job. If you need the latest backups from the Client alternatively you can use Group most recent backups way which will select backups for you basing on backup job name and fileset resource.
de: Es gibt zwei Möglichkeiten, ein Backup zur Wiederherstellung auszuwählen. Die ausgewählte Backup-Methode bietet eine Liste von Jobs, aus denen ein Job ausgewählt werden kann. Wenn Sie die neuesten Backups vom Client benötigen, können Sie alternativ die Methode 'Neueste Backups gruppieren' verwenden, die Backups basierend auf dem Namen des Backup-Jobs und der Dateisatz-Ressource für Sie auswählt.

source: Do not relocate files
de: Dateien nicht verschieben

source: Relocate files with prefix and/or suffix
de: Dateien mit Präfix und/oder Suffix verschieben

source: Relocate files with regular expression
de: Dateien mit regulärem Ausdruck verschieben

source: Strip prefix:
de: Präfix entfernen:

source: Add prefix:
de: Präfix hinzufügen:

source: Add suffix:
de: Suffix hinzufügen:

source: File relocation option:
de: Option zur Dateiverschiebung:

source: In Changer
de: Im Wechsler

source: Volume
de: Volumen

source: During restore there will be used following volumes:
de: Während der Wiederherstellung werden die folgenden Volumen verwendet:

source: Go back
de: Zurückgehen

source: Start time
de: Startzeit

source: More jobs
de: Mehr Jobs

source: Welcome
de: Willkommen

source: Job is running
de: Job wird ausgeführt

source: Job is finished
de: Job ist abgeschlossen

source: Refresh log
de: Log aktualisieren

source: Job list
de: Jobliste

source: Action
de: Aktion

source: Storage list
de: Speicherliste

source: Status storage
de: Speicherstatus

source: Storages
de: Speicher

source: Client list
de: Clientliste

source: Job retention
de: Job-Aufbewahrung

source: File retention
de: Dateiaufbewahrung

source: Status client
de: Client-Status

source: Configure client
de: Client konfigurieren

source: Add new Client
de: Neuen Client hinzufügen

source: New
de: Neu

source: Resource to create:
de: Zu erstellende Ressource:

source: Create
de: Erstellen

source: Add new resource
de: Neue Ressource hinzufügen

source: Please select host
de: Bitte Host auswählen

source: Component:
de: Komponente:

source: Please select component
de: Bitte wählen Sie eine Komponente aus

source: Add client
de: Client hinzufügen

source: Add job
de: Job hinzufügen

source: Job to run:
de: Zu ausführender Job:

source: Add storage
de: Speicher hinzufügen

source: Add device
de: Gerät hinzufügen

source: Add autochanger
de: Autochanger hinzufügen

source: Resource has been saved successfully.
de: Ressource wurde erfolgreich gespeichert.

source: Configure storage
de: Konfigurieren Sie den Speicher

source: Configure devices
de: Konfigurieren Sie die Geräte

source: Configure autochanger
de: Konfigurieren Sie den Autochanger

source: Storage details
de: Speicherdetails

source: Device name
de: Gerätename

source: Device details
de: Gerätedetails

source: Device:
de: Gerät:

source: Configure device
de: Gerät konfigurieren

source: No. vols
de: Anz. Vols

source: Vol. retention
de: Vol. Aufbewahrung

source: Max. vol. bytes
de: Max. Vol. Byte

source: Max. vol. files
de: Max. Vol. Dateien

source: Recycle
de: Recycling

source: Pool list
de: Pool Liste

source: Add pool
de: Pool hinzufügen

source: Update pool
de: Pool aktualisieren

source: Update all vols in pool
de: Aktualisieren Sie alle Vols im Pool

source: Limits
de: Grenzen

source: Vol. use duration
de: Vol. Nutzungsdauer

source: Action on purge
de: Aktion bei Entleerung

source: Recycle pool
de: Pool recyceln

source: Scratch pool
de: Kratz-Pool

source: Next pool
de: Nächster Pool

source: Enabled
de: Aktiviert

source: Volumes in pool
de: Bände im Pool

source: Configure pool
de: Pool konfigurieren

source: First written
de: Erste Schreibweise

source: Last written
de: Letzter Schrieb

source: Volume list
de: Volumenliste

source: Volume details
de: Volumendetails

source: Recycle count
de: Recycling-Zähler

source: Configure volume
de: Volumen konfigurieren

source: Vol. files
de: Vol. Dateien

source: Writing
de: Schreiben

source: Vol. errors
de: Vol. Fehler

source: Vol. mounts
de: Vol. Montagen

source: Configure job
de: Job konfigurieren

source: Configure fileset
de: Dateisatz konfigurieren

source: Configure schedule
de: Zeitplan konfigurieren

source: Remove resource
de: Ressource entfernen

source: Job history
de: Jobverlauf

source: Job history list
de: Jobverlaufsliste

source: Job history details
de: Details zum Jobverlauf

source: Are you sure you want to remove this resource?
de: Sind Sie sicher, dass Sie diese Ressource entfernen möchten?

source: FileSets
de: Dateisätze

source: FileSet list
de: Dateisatzliste

source: Add fileset
de: Dateisatz hinzufügen

source: FileSet details
de: Details zum Dateisatz

source: Schedule list
de: Liste der Zeitpläne

source: Add schedule
de: Zeitplan hinzufügen

source: Schedules
de: Zeitpläne

source: Schedule:
de: Zeitplan:

source: Schedule details
de: Details zum Zeitplan

source: Configure
de: Konfigurieren

source: Configure Bacula hosts
de: Bacula-Hosts konfigurieren

source: Previous
de: Zurück

source: Next
de: Weiter

source: Exit wizard
de: Assistent beenden

source: Time range:
de: Zeitbereich:

source: Application settings
de: Anwendungseinstellungen

source: Update slots
de: Slots aktualisieren

source: Max. number of jobs visible in tables
de: Max. Anzahl an in Tabellen sichtbaren Jobs

source: Max. number of jobs value must be integer greather than 0.
de: Max. Jobanzahl muss eine ganze Zahl größer als 0 sein.

source: Log order
de: Protokollreihenfolge

source: Close Menu
de: Menü schließen

source: Error code:
de: Fehlercode:

source: Message:
de: Nachricht:

source: Include
de: Einschließen

source: Exclude
de: Ausschließen

source: Step 1 - select job type
de: Schritt 1 - Jobtyp auswählen

source: New job wizard
de: Neuer Job-Assistent

source: This wizard enables you to create in easy way a new job.
de: Mit diesem Assistenten können Sie auf einfache Weise einen neuen Job erstellen.

source: To start please select job type that you wish to create.
de: Bitte wählen Sie zunächst den Jobtyp aus, den Sie erstellen möchten.

source: Step 2 - what you want to backup
de: Schritt 2 - Was möchten Sie sichern

source: Client and FileSet
de: Client und Dateisatz

source: Please select Client from which you want to backup data and please select FileSet with files/directories definition to backup.
de: Bitte wählen Sie den Client aus, von dem Sie Daten sichern möchten, und wählen Sie den Dateisatz mit Datei/Verzeichnisdefinition zur Sicherung aus.

source: If your FileSet for this backup does not exist yet, you can create it.
de: Wenn Ihr Dateisatz für diese Sicherung noch nicht existiert, können Sie ihn erstellen.

source: Add new FileSet
de: Neuen Dateisatz hinzufügen

source: New FileSet
de: Neuer Dateisatz

source: Step 3 - where you want to backup
de: Schritt 3 - Wo möchten Sie sichern

source: Storage and Pool
de: Speicher und Pool

source: Spool setting
de: Spool-Einstellung

source: Please select Storage where you want to backup data and please select Pool with volumes which Storage will use to store backup data.
de: Bitte wählen Sie einen Speicher aus, wo Sie Daten sichern möchten, und wählen Sie einen Pool mit Volumen aus, den der Speicher zum Speichern von Sicherungsdaten verwendet.

source: Show Storage directives for Job
de: Speicheranweisungen für den Job anzeigen

source: Show Pool directives for Job
de: Pool-Anweisungen für den Job anzeigen

source: Pool setting
de: Pool-Einstellung

source: Step 4 - how would you like to backup
de: Schritt 4 - Wie möchten Sie sichern

source: Job directives
de: Job-Anweisungen

source: Step 5 - when would you like to run backup
de: Schritt 5 - Wann möchten Sie die Sicherung durchführen

source: Show Reschedule directives
de: Verschiebungsanweisungen anzeigen

source: Reschedule setting
de: Verschiebungs-Einstellung

source: What
de: Was

source: General
de: Allgemein

source: How
de: Wie

source: When
de: Wann

source: Other directives
de: Andere Anweisungen

source: Step 6 - summary
de: Schritt 6 - Zusammenfassung

source: Add new Pool
de: Neuen Pool hinzufügen

source: New Pool
de: Neuer Pool

source: Add new Schedule
de: Neuen Zeitplan hinzufügen

source: New Schedule
de: Neuer Zeitplan

source: Summary
de: Zusammenfassung

source: inherited from JobDefs
de: von JobDefs geerbt

source: Create job
de: Job erstellen

source: Please select Client
de: Bitte wählen Sie einen Client aus

source: Go to path
de: Gehe zu Pfad

source: Add new include path
de: Fügen Sie einen neuen Include-Pfad hinzu

source: Add new global exclude path
de: Neuen globalen Ausschlusspfad hinzufügen

source: Include files to FileSet
de: Dateien zum FileSet hinzufügen

source: Apply file selection
de: Dateiauswahl anwenden

source: Schedule
de: Zeitplan

source: To browse Windows host please type in text field below drive letter as path, for example: C:/
de: Um einen Windows-Host zu durchsuchen, geben Sie bitte im Textfeld unten den Laufwerksbuchstaben als Pfad ein, zum Beispiel: C:/

source: Add single file/directory
de: Einzelne Datei/Verzeichnis hinzufügen

source: Add files by file browser
de: Dateien per Dateibrowser hinzufügen

source: Add options block
de: Optionsblock hinzufügen

source: Add include block
de: Include-Block hinzufügen

source: Add exclude block
de: Exclude-Block hinzufügen

source: Add file/directory
de: Datei/Verzeichnis hinzufügen

source: Add plugin
de: Plugin hinzufügen

source: Job schedules
de: Job-Zeitpläne

source: Priority
de: Priorität

source: Scheduled
de: Geplant

source: Filters:
de: Filter:

source: Date from:
de: Datum von:

source: Days:
de: Tage:

source: Apply filters
de: Filter anwenden

source: You must enter an integer.
de: Sie müssen eine ganze Zahl eingeben.

source: Invalid date format.
de: Ungültiges Datumsformat.

source: Input must be between 1 and 1000.
de: Die Eingabe muss zwischen 1 und 1000 liegen.

source: Schedule status
de: Status des Zeitplans

source: Slots to label (ex. 4 or 1-5 or 2,4,6-10):
de: Slots zum Beschriften (z.B. 4 oder 1-5 oder 2,4,6-10):

source: Labeling status:
de: Beschriftungsstatus:

source: Ready to label
de: Bereit zum Beschriften

source: Finished
de: Fertig

source: Updating status:
de: Aktualisierungsstatus:

source: Ready to update
de: Bereit zur Aktualisierung

source: Updating...
de: Aktualisiere...

source: Slots to update (ex. 4 or 1-5 or 2,4,6-10):
de: Slots zur Aktualisierung (z.B. 4 oder 1-5 oder 2,4,6-10):

source: Command status:
de: Befehlsstatus:

source: Ready
de: Bereit

source: Show size values as:
de: Größenwerte anzeigen als:

source: Decimal Bytes (1 mega = 10<sup>6</sup>)
de: Dezimale Bytes (1 Mega = 10<sup>6</sup>)

source: Binary Bytes (1 mebi = 2<sup>20</sup>)
de: Binäre Bytes (1 Mebi = 2<sup>20</sup>)

source: Statistics list
de: Statistikliste

source: Add director statistics
de: Regisseur-Statistiken hinzufügen

source: Add storage statistics
de: Speicherstatistiken hinzufügen

source: Add file daemon statistics
de: Datei-Dämon-Statistiken hinzufügen

source: Component type
de: Komponententyp

source: Component name
de: Komponentenname

source: Statistics details
de: Statistikdetails

source: Statistics:
de: Statistiken:

source: Statistics
de: Statistiken

source: Job files / Time
de: Jobdateien / Zeit

source: Job files per day
de: Jobdateien pro Tag

source: Files count
de: Dateizähler

source: Jobs status / Day
de: Jobstatus / Tag

source: Job status per day
de: Jobstatus pro Tag

source: Jobs count
de: Jobzähler

source: Job files
de: Jobdateien

source: Graph type:
de: Grafiktyp:

source: Tip: to use zoom, please mark area on graph.
de: Tipp: Zum Verwenden der Zoomfunktion, bitte Bereich im Diagramm markieren.

source: Tip 2: to exit zoom, please click somewhere on graph.
de: Tipp 2: Um den Zoom zu beenden, bitte irgendwo auf das Diagramm klicken.

source: Job size / Day
de: Jobgröße / Tag

source: Job size per day
de: Jobgröße pro Tag

source: Job files / Day
de: Jobdateien / Tag

source: Graph:
de: Grafik:

source: Job duration
de: Jobdauer

source: Jobs duration / Time
de: Jobdauer / Zeit

source: Duration
de: Dauer

source: Job size per hour
de: Jobgröße pro Stunde

source: Job size / Hour
de: Jobgröße / Stunde

source: Job files per hour
de: Jobdateien pro Stunde

source: Job files / Hour
de: Jobdateien / Stunde

source: Average job size per hour
de: Durchschnittliche Jobgröße pro Stunde

source: Average job size per day
de: Durchschnittliche Jobgröße pro Tag

source: Average job size / Hour
de: Durchschnittliche Jobgröße / Stunde

source: Average job size / Day
de: Durchschnittliche Jobgröße / Tag

source: Average job files per hour
de: Durchschnittliche Jobdateien pro Stunde

source: Average job files per day
de: Durchschnittliche Jobdateien pro Tag

source: Average job files / Hour
de: Durchschnittliche Jobdateien / Stunde

source: Average job files / Day
de: Durchschnittliche Job-Dateien / Tag

source: Average job speed / Time
de: Durchschnittliche Jobgeschwindigkeit / Zeit

source: Job speed
de: Jobgeschwindigkeit

source: Average job speed
de: Durchschnittliche Jobgeschwindigkeit

source: Job count per hour
de: Jobanzahl pro Stunde

source: Job count per day
de: Jobanzahl pro Tag

source: Job count / Hour
de: Jobanzahl / Stunde

source: Job count
de: Jobanzahl

source: Job count / Day
de: Jobanzahl / Tag

source: All levels
de: Alle Level

source: Full
de: Voll

source: Incremental
de: Inkrementell

source: Differential
de: Differenziell

source: Custom time range
de: Benutzerdefinierter Zeitbereich

source: Add directive
de: Direktive hinzufügen

source: Go to job with jobid %jobid
de: Gehe zu Job mit Jobid %jobid

source: Go to job %job
de: Gehe zu Job %job

source: Graphical status
de: Grafischer Status

source: Raw status
de: Rohstatus

source: Started time:
de: Startzeit:

source: Bandwidth limit:
de: Bandbreitenbegrenzung:

source: No limit
de: Keine Begrenzung

source: No debug
de: Kein Debug

source: Job files:
de: Job Dateien:

source: Average speed:
de: Durchschnittsgeschwindigkeit:

source: Processing file:
de: Verarbeitende Datei:

source: Read bytes:
de: Gelesene Bytes:

source: Examined files:
de: Untersuchte Dateien:

source: Running jobs
de: Laufende Jobs

source: Job errors:
de: Jobfehler:

source: Type:
de: Typ:

source: Refresh interval (sec.):
de: Aktualisierungsintervall (Sek.):

source: To disable refreshing please type 0.
de: Um die Aktualisierung zu deaktivieren, bitte 0 eingeben.

source: No jobs running
de: Keine Jobs laufen

source: Graphical client status is supported for Bacula clients version 9.0 and greater.
de: Grafischer Client-Status wird für Bacula-Clients Version 9.0 und höher unterstützt.

source: Status request timed out. The most probably the Bacula client is not available or it is not running.
de: Statusanforderung hat das Zeitlimit überschritten. Wahrscheinlich ist der Bacula-Client nicht verfügbar oder er läuft nicht.

source: Stop
de: Stopp

source: Restart
de: Neustart

source: Component action result
de: Komponentenaktionsresultat

source: Component start finished successfully.
de: Komponentenstart erfolgreich abgeschlossen.

source: Component stop finished successfully.
de: Komponentenstopp erfolgreich abgeschlossen.

source: Component restart finished successfully.
de: Komponentenneustart erfolgreich abgeschlossen.

source: Set bandwidth
de: Bandbreite festlegen

source: Set client bandwidth limit
de: Client-Bandbreitenlimit festlegen

source: Here you can set bandwidth limit on client. This changes is applied on running client. There is no need to restart it.
de: Hier können Sie das Bandbreitenlimit für den Client festlegen. Diese Änderung wird auf den laufenden Client angewendet. Ein Neustart ist nicht erforderlich.

source: Bandwidth limit
de: Bandbreitenlimit

source: Here you can set bandwidth limit on client. This change is applied on running client. There is no need to restart it.
de: Hier können Sie das Bandbreitenlimit für den Client festlegen. Diese Änderung wird auf den laufenden Client angewendet. Ein Neustart ist nicht erforderlich.

source: Setting 0 (zero) value disables bandwidth limitation.
de: Das Einstellen des Wertes 0 (Null) deaktiviert die Bandbreitenbegrenzung.

source: Set job bandwidth limit
de: Job-Bandbreitenlimit festlegen

source: Here you can set bandwidth limit for job. This change is applied on running job.
de: Hier können Sie das Bandbreitenlimit für den Job festlegen. Diese Änderung wird auf den laufenden Job angewendet.

source: est.
de: geschätzt.

source: Progress bar displays estimated values
de: Die Fortschrittsleiste zeigt geschätzte Werte an
