Repository: bacularis/bacularis-lang-de
Catalog: Web/messages.po
Languages: de

source: This option is for improving the computer security by saving the snapshot of the filesystem metadata in the catalog database and periodicaly check if something on the filesystem has changed. It uses the job levels: InitCatalog and Catalog.
de: Diese Option dient zur Verbesserung der Computersicherheit, indem der Snapshot der Dateisystem-Metadaten in der Katalogdatenbank gespeichert und periodisch überprüft wird, ob sich etwas auf dem Dateisystem geändert hat. Sie verwendet die Job-Level: InitCatalog und Catalog.

source: Choose a way you would like to verify job data
de: Wählen Sie eine Methode zur Überprüfung der Jobdaten aus

source: Verify if the job metadata written on the volume match the job metadata written in the catalog database. This way does not validate the data, only the metadata (file attributes and checksums). It is useful to check the integrity of the metadata between the volume and the catalog.
de: Überprüfen, ob die auf dem Volume geschriebenen Job-Metadaten mit den in der Katalogdatenbank geschriebenen Job-Metadaten übereinstimmen. Diese Methode validiert nicht die Daten, sondern nur die Metadaten (Dateiattribute und Prüfsummen). Sie ist nützlich, um die Integrität der Metadaten zwischen dem Volume und dem Katalog zu überprüfen.

source: Verify the integrity of the job data written on the volume and optionaly compare the file sizes and checksums written on the volume with the file sizes and checksums stored in the catalog database. It is useful to check the data integrity on volumes to know if the job data has not been corrupted or modified. Optionaly there is also possible to compare file sizes and checksums between the volumes and the catalog database.
de: Überprüfen Sie die Integrität der auf dem Volume geschriebenen Jobdaten und vergleichen Sie optional die Dateigrößen und Prüfsummen, die auf dem Volume geschrieben wurden, mit den Dateigrößen und Prüfsummen, die in der Katalogdatenbank gespeichert sind. Dies ist nützlich, um die Datenintegrität auf Volumes zu überprüfen und zu wissen, ob die Jobdaten nicht korrumpiert oder verändert wurden. Optional ist es auch möglich, Dateigrößen und Prüfsummen zwischen den Volumes und der Katalogdatenbank zu vergleichen.

source: Check changes in the file attributes on the filesystem since the last backup. This is useful for seeing what has changed on the filesystem since the last backup. The backup data file attributes from the catalog database are compared to the current file attributes on the filesystem.
de: Überprüfen Sie Änderungen in den Dateiattributen auf dem Dateisystem seit dem letzten Backup. Dies ist nützlich, um zu sehen, was sich auf dem Dateisystem seit dem letzten Backup geändert hat. Die Backup-Daten-Dateiattribute aus der Katalogdatenbank werden mit den aktuellen Dateiattributen auf dem Dateisystem verglichen.

source: Select a backup job you would like to verify
de: Wählen Sie einen Backup-Job aus, den Sie überprüfen möchten

source: Select a backup job to verify by job name. The verify job will always use the most recent backup with that name for verification.
de: Wählen Sie einen Backup-Job zur Überprüfung anhand des Jobnamens aus. Der Überprüfungsauftrag wird immer das neueste Backup mit diesem Namen zur Überprüfung verwenden.

source: Create a general purpose verify job. The verify job will verify the last job in the catalog so the verify job needs to be run just after finished backup job. If the verify job is started manually, you can select a jobid or a job name to verify in the run job window.
de: Erstellen Sie einen allgemeinen Überprüfungsjob. Der Überprüfungsjob wird den letzten Job im Katalog überprüfen, so dass der Überprüfungsjob direkt nach dem abgeschlossenen Backup-Job ausgeführt werden muss. Wenn der Überprüfungsjob manuell gestartet wird, können Sie eine Job-ID oder einen Jobnamen zur Überprüfung im Jobausführungsfenster auswählen.

source: What file attributes you would like to compare
de: Welche Dateiattribute möchten Sie vergleichen

source: Compare the inodes
de: Vergleichen Sie die Inodes

source: Compare the permission bits
de: Vergleichen Sie die Berechtigungsbits

source: Compare the number of links
de: Vergleichen Sie die Anzahl der Links

source: Compare the user ID
de: Vergleichen Sie die Benutzer-ID

source: Compare the group ID
de: Vergleichen Sie die Gruppen-ID

source: Compare the size
de: Vergleichen Sie die Größe

source: Compare the access time
de: Vergleichen Sie die Zugriffszeit

source: Compare the modification time
de: Vergleichen Sie die Änderungszeit

source: Report file size decreases
de: Melden Sie Größenabnahmen von Dateien

source: Compare the MD5 signature
de: Vergleichen Sie die MD5-Signatur

source: Compare the SHA1 signature
de: Vergleichen Sie die SHA1-Signatur

source: Verify job directives
de: Überprüfung von Jobrichtlinien

source: The client is used in all verify job levels to deal with file attributes and checksums sent from the Storage Daemon (for levels: VolumeToCatalog and Data) or read from the filesystem (for level: DiskToCatalog, InitCatalog and Catalog).
de: Der Client wird in allen Überprüfungsjobstufen verwendet, um mit Dateiattributen und Prüfsummen umzugehen, die vom Storage-Daemon gesendet werden (für Stufen: VolumeToCatalog und Data) oder vom Dateisystem gelesen werden (für Stufe: DiskToCatalog, InitCatalog und Catalog).

source: The storage is used in the VolumeToCatalog and Data job levels to read the backup data and metadata from volumes and sent it to the File Daemon for verification.
de: Die Speicherung wird in den VolumeToCatalog- und Datenjobstufen verwendet, um die Backup-Daten und -Metadaten von Volumes zu lesen und zur Überprüfung an den File Daemon zu senden.

source: The pool is not used in the verify job but it should be defined as a standard Job directive.
de: Der Pool wird im Überprüfungsauftrag nicht verwendet, sollte jedoch als Standard-Jobauftragsrichtlinie definiert werden.

source: What to verify
de: Was kurz prüfen

source: Job data
de: Job-Daten

source: How to verify
de: Wie prüfen

source: Job to verify
de: Job zur Überprüfung

source: File attributes to compare
de: Zu vergleichende Dateiattribute

source: Select a client on which system you want to check file attributes
de: Wählen Sie einen Client aus, auf dessen System Sie die Dateiattribute überprüfen möchten

source: Click the button below to specify the paths in the filesystem to check the attributes:
de: Klicken Sie auf die Schaltfläche unten, um die Pfade im Dateisystem zur Attributüberprüfung festzulegen:

source: Add paths
de: Pfade hinzufügen

source: Include paths
de: Pfade einschließen

source: Exclude paths
de: Pfade ausschließen

source: Step 3 - how to verify
de: Schritt 3 - So überprüfen Sie

source: Apply path selection
de: Pfadauswahl anwenden

source: Include paths:
de: Eingeschlossene Pfade:

source: Exclude paths:
de: Ausgeschlossene Pfade:

source: Filesystem data
de: Dateisystemdaten

source: General purpose verify job
de: Allgemeiner Prüfjob

source: flat browser
de: flacher Browser

source: tree browser
de: Baumbrowser

source: Job age on the dashboard job graphs
de: Jobalter auf den Job-Diagrammen des Dashboards

source: Set age for jobs to display the job graphs on the dashboard page. Setting zero means displaying the graphs for all jobs without limitation.
de: Setze Alter für Jobs, um die Job-Diagramme auf der Dashboard-Seite anzuzeigen. Eine Einstellung von Null bedeutet, dass die Diagramme für alle Jobs ohne Einschränkung angezeigt werden.

source: last %time %unit
de: letzte %time %unit

source: Job %jobname details
de: Jobdetails für %jobname

source: Reports
de: Berichte

source: Job history report
de: Jobverlauf-Bericht

source: Date:
de: Datum:

source: All jobs
de: Alle Jobs

source: All issues
de: Alle Probleme

source: Only errors
de: Nur Fehler

source: %count job(s) finished successfully.
de: %count Job(s) erfolgreich abgeschlossen.

source: Job report with errors and warnings
de: Jobbericht mit Fehlern und Warnungen

source: Job report with errors but not warnings
de: Jobbericht mit Fehlern, aber ohne Warnungen

source: all X jobs finished successfully (no X means one job)
de: alle X Jobs erfolgreich abgeschlossen (kein X bedeutet einen Job)

source: X jobs with at least one job finished successfully
de: X Jobs, bei denen mindestens ein Job erfolgreich abgeschlossen wurde

source: all X jobs finished with error or cancelled
de: alle X Jobs endeten mit einem Fehler oder wurden abgebrochen

source: All %count jobs finished with error or cancelled.
de: Alle %count Jobs endeten mit einem Fehler oder wurden abgebrochen.

source: %errors/%count jobs finished with error or cancelled.
de: %errors/%count Jobs endeten mit einem Fehler oder wurden abgebrochen.

source: No job
de: Kein Job

source: Display options
de: Anzeigeoptionen

source: Features
de: Funktionen

source: Type bconsole command
de: Geben Sie den bconsole-Befehl ein

source: Go to resource
de: Zur Ressource gehen

source: Pool volume status summary
de: Zusammenfassung des Poolvolumenstatus

source: New user
de: Neuer Nutzer

source: Step 1 - basic information about new user
de: Schritt 1 - Grundlegende Informationen über den neuen Nutzer

source: New user wizard
de: Assistent für neue Nutzer

source: This wizard enables you to create in easy way a new Bacularis user.
de: Mit diesem Assistenten können Sie auf einfache Weise einen neuen Bacularis-Nutzer erstellen.

source: Password
de: Passwort

source: Step 2 - assign roles to user
de: Schritt 2 - Zuweisen von Rollen an den Nutzer

source: Assign roles
de: Rollen zuweisen

source: Roles are for giving users restricted access to defined Bacularis interface areas (pages). Each role have configured interface pages. Users with roles assigned are allowed to visit only the pages that are in the user roles.
de: Rollen dienen dazu, Nutzern eingeschränkten Zugang zu definierten Bereichen der Bacularis-Benutzeroberfläche (Seiten) zu gewähren. Jede Rolle hat konfigurierte Benutzeroberflächenseiten. Nutzer, denen Rollen zugewiesen sind, dürfen nur die Seiten besuchen, die in den Nutzerrollen enthalten sind.

source: Invalid role value.
de: Ungültiger Rollenwert.

source: Step 3 - assign API hosts
de: Schritt 3 - API-Hosts zuweisen

source: Assign API hosts
de: API-Hosts zuweisen

source: In this step you can create and assign API host accounts to users. These accounts are defined connections to the hosts with Bacula resources. You can have many API host connections to the same local or remote API host. You can assign one or more API hosts to one user.
de: In diesem Schritt können Sie API-Hostkonten erstellen und Nutzern zuweisen. Diese Konten sind definierte Verbindungen zu den Hosts mit Bacula-Ressourcen. Sie können viele API-Hostverbindungen zum selben lokalen oder entfernten API-Host haben. Sie können einem oder mehreren Nutzern einen oder mehrere API-Hosts zuweisen.

source: Step 4 - access to Bacula resources
de: Schritt 4 - Zugriff auf Bacula-Ressourcen

source: Bacula resources access
de: Zugriff auf Bacula-Ressourcen

source: Here you can restrict Bacula resources for the user. It is specially useful for case when the user should not have access to all Bacula resources or it should have access only to own resources (own jobs, ability to restore only own backups, run own backup jobs... etc.)
de: Hier können Sie den Zugriff auf Bacula-Ressourcen für den Benutzer einschränken. Dies ist besonders nützlich für den Fall, dass der Benutzer nicht auf alle Bacula-Ressourcen zugreifen sollte oder nur auf eigene Ressourcen zugreifen sollte (eigene Jobs, Möglichkeit, nur eigene Backups wiederherzustellen, eigene Backup-Jobs auszuführen... etc.)

source: Should this user have access to all Bacula resources or only to specific resources?
de: Soll dieser Benutzer Zugang zu allen Bacula-Ressourcen haben oder nur zu bestimmten Ressourcen?

source: Access to all shared API host resources (all jobs, all clients, all storages...etc.)
de: Zugang zu allen gemeinsamen API-Host-Ressourcen (alle Jobs, alle Clients, alle Speicher...etc.)

source: Access to selected resources only
de: Zugang nur zu ausgewählten Ressourcen

source: Access
de: Zugang

source: Set access
de: Zugang setzen

source: Access to resources
de: Zugang zu Ressourcen

source: Select a way to restrict Bacula resources available for the new user:
de: Wählen Sie eine Methode zur Einschränkung der für den neuen Benutzer verfügbaren Bacula-Ressourcen:

source: Create a Console with selected job(s) and with the job dependent resources (FileSet, Client, Storage, Schedule...etc.). After creating assign this Console to the API host.
de: Erstellen Sie eine Konsole mit ausgewählten Job(s) und den dazugehörigen Ressourcen (FileSet, Client, Speicher, Zeitplan...etc.). Nach dem Erstellen weisen Sie diese Konsole dem API-Host zu.

source: Select already existing Console and assign it to the API host.
de: Wählen Sie eine bereits vorhandene Konsole aus und weisen Sie diese dem API-Host zu.

source: API host console:
de: API-Host-Konsole:

source: Full access to all resources. The Console access is not used.
de: Voller Zugriff auf alle Ressourcen. Der Konsolenzugriff wird nicht genutzt.

source: Step 5 - summary
de: Schritt 5 - Zusammenfassung

source: Resource access
de: Ressourcenzugriff

source: Console:
de: Konsole:

source: Create user
de: Benutzer erstellen

source: Restricted
de: Eingeschränkt

source: Select existing API host account to create the new account:
de: Wählen Sie ein bestehendes API-Host-Konto aus, um das neue Konto zu erstellen:

source: New API host name:
de: Neuer API-Host-Name:

source: Access to all available resources
de: Zugriff auf alle verfügbaren Ressourcen

source: After starting the job, go to the running job status
de: Nachdem der Job gestartet wurde, gehen Sie zum Status des laufenden Jobs

source: Account settings
de: Kontoeinstellungen

source: The two-factor authentication makes authentication process stronger by adding to traditional user/password login method one additional step (second factor).
de: Die Zwei-Faktor-Authentifizierung stärkt den Authentifizierungsprozess, indem sie zur traditionellen Benutzer/Passwort-Anmeldemethode einen zusätzlichen Schritt (zweiten Faktor) hinzufügt.

source: The second factor can use third-party authenticator application (e.g. a mobile or desktop app) that shows a generated and frequently changing code to use for authentication.
de: Der zweite Faktor kann eine Drittanbieter-Authentifizierungsanwendung verwenden (z.B. eine mobile oder Desktop-App), die einen generierten und häufig wechselnden Code zur Authentifizierung anzeigt.

source: 2FA settings
de: 2FA-Einstellungen

source: TOTP two-factor authentication
de: TOTP-Zwei-Faktor-Authentifizierung

source: TOTP is an algorithm used for authentication with time-based one-time password. This authentication method generates time based one-time password. It uses an authenticator app like: Google Authenticator or other authentiactor apps.
de: TOTP ist ein Algorithmus zur Authentifizierung mit zeitbasiertem Einmalpasswort. Diese Authentifizierungsmethode generiert ein zeitbasiertes Einmalpasswort. Sie verwendet eine Authentifizierungs-App wie: Google Authenticator oder andere Authentifizierungs-Apps.

source: Step 1
de: Schritt 1

source: Scan in the authenticator app the QR code
de: Scannen Sie den QR-Code in der Authentifizierungs-App

source: or alternatively type the code below manually to the authenticator app:
de: oder geben Sie alternativ den unten angegebenen Code manuell in die Authentifizierungs-App ein:

source: show
de: zeigen

source: hide
de: verbergen

source: Step 2
de: Schritt 2

source: In the field below please type currently displayed 6 digit code from the authenticator app
de: Geben Sie in das untenstehende Feld den aktuell angezeigten 6-stelligen Code aus der Authentifizierungs-App ein

source: Authenticator code:
de: Authentifizierungscode:

source: Invalid authentication code. Please try again.
de: Ungültiger Authentifizierungscode. Bitte versuchen Sie es erneut.

source: For used the HTTP Basic authentication the 2FA is not available. To use multi-factor authentication please switch Bacularis to other authentication method (ex. the local user authentication).
de: Für die Verwendung der HTTP-Basic-Authentifizierung steht die 2FA nicht zur Verfügung. Um die Mehrfaktorauthentifizierung zu verwenden, wechseln Sie Bacularis bitte auf eine andere Authentifizierungsmethode (z. B. die lokale Benutzerauthentifizierung).

source: Two-factor authentication
de: Zwei-Faktor-Authentifizierung

source: Result
de: Ergebnis

source: Raw output
de: Roher Ausgang

source: Estimated job files
de: Geschätzte Jobdateien

source: Estimated job bytes
de: Geschätzte Jobbytes

source: Job size and files per day
de: Jobgröße und Dateien pro Tag

source: Last successful job
de: Letzter erfolgreicher Job

source: hour
de: Stunde

source: hours
de: Stunden

source: minutes
de: Minuten

source: %time ago
de: vor %time

source: Last failed job
de: Letzter fehlgeschlagener Job

source: Rerun
de: Wiederholen

source: All directives
de: Alle Direktiven

source: Audit log
de: Audit-Protokoll

source: Enable audit log
de: Audit-Protokoll aktivieren

source: Audit log enables to log and track all important user actions.
de: Das Audit-Protokoll ermöglicht das Protokollieren und Verfolgen aller wichtigen Benutzeraktionen.

source: Maximum number of log entries
de: Maximale Anzahl an Protokolleinträgen

source: Maximum number of log lines stored in the audit log file.
de: Maximale Anzahl von Protokollzeilen, die in der Audit-Protokolldatei gespeichert werden.

source: Log types
de: Protokolltypen

source: Application
de: Anwendung

source: This category logs actions on Bacula configuration like saving, creating or removing Bacula resources.
de: Diese Kategorie protokolliert Aktionen in der Bacula-Konfiguration, wie das Speichern, Erstellen oder Entfernen von Bacula-Ressourcen.

source: This category logs application specific actions like adding, editing or removing users, roles, API hosts and others.
de: Diese Kategorie protokolliert anwendungsspezifische Aktionen wie das Hinzufügen, Bearbeiten oder Entfernen von Benutzern, Rollen, API-Hosts und anderen.

source: This category logs actions possible to run by users like running backup or restore and others.
de: Diese Kategorie protokolliert Aktionen, die von Benutzern ausgeführt werden können, wie das Ausführen von Backup oder Wiederherstellung und andere.

source: This category logs security issues like log in actions, log in failed or 2FA failed.
de: Diese Kategorie protokolliert Sicherheitsprobleme wie Anmeldevorgänge, fehlgeschlagene Anmeldungen oder fehlgeschlagene 2FA.

source: IP address
de: IP-Adresse

source: Date
de: Datum

source: Category
de: Kategorie

source: Log message
de: Protokollnachricht

source: Log categories
de: Protokollkategorien

source: seconds
de: Sekunden

source: Job over time report
de: Joblaufzeitreport

source: Field cannot be empty.
de: Feld darf nicht leer sein.

source: OS profile:
de: OS-Profil:

source: Select authentication method:
de: Authentifizierungsmethode auswählen:

source: Admin username:
de: Admin-Benutzername:

source: SSH key:
de: SSH-Schlüssel:

source: Key passphrase (optional):
de: Schlüsselpassphrase (optional):

source: Save as name (optional):
de: Unter dem Namen speichern (optional):

source: Invalid value.
de: Ungültiger Wert.

source: OS profile name:
de: OS-Profilname:

source: Add repository entry to remote host:
de: Repository-Eintrag zum Remote-Host hinzufügen:

source: Repository type:
de: Repository-Typ:

source: Bacularis repository URL (or entry):
de: Bacularis Repository-URL (oder Eintrag):

source: Bacularis repository key URL:
de: Bacularis Repository-Schlüssel-URL:

source: Use system repository:
de: Systemrepository nutzen:

source: Bacula repository URL (or entry):
de: Bacula Repository-URL (oder Eintrag):

source: Bacula repository key URL:
de: Bacula Repository-Schlüssel-URL:

source: Use HTTPS:
de: HTTPS verwenden:

source: Bacularis admin user:
de: Bacularis Admin-Benutzer:

source: Bacularis admin password:
de: Bacularis Admin-Passwort:

source: Bacularis start command:
de: Bacularis Startbefehl:

source: Use sudo for commands:
de: Sudo für Befehle nutzen:

source: Sudo user:
de: Sudo-Benutzer:

source: Bacularis installation command:
de: Bacularis Installationsbefehl:

source: Bacularis upgrade command:
de: Bacularis Upgrade-Befehl:

source: Bacularis removal command:
de: Bacularis Entfernungsbefehl:

source: Bacularis info command:
de: Bacularis Info-Befehl:

source: Bacularis enable command:
de: Bacularis Aktivierungsbefehl:

source: Bacularis pre-install command:
de: Bacularis Vorinstallationsbefehl:

source: Bacularis pre-upgrade command:
de: Bacularis Vor-Upgrad-Befehl:

source: Bacularis pre-remove command:
de: Bacularis Vor-Deinstallationsbefehl:

source: Bacularis post-install command:
de: Bacularis Nachinstallationsbefehl:

source: Bacularis post-upgrade command:
de: Bacularis Nach-Upgrad-Befehl:

source: Bacularis post-remove command:
de: Bacularis Nach-Deinstallationsbefehl:

source: Director installation command:
de: Director Installationsbefehl:

source: Director upgrade command:
de: Director Upgrade-Befehl:

source: Director removal command:
de: Director Entfernungsbefehl:

source: Director info command:
de: Director Info-Befehl:

source: Director enable command:
de: Director Aktivierungsbefehl:

source: Director pre-install command:
de: Director Vorinstallationsbefehl:

source: Director pre-upgrade command:
de: Director Vor-Upgrad-Befehl:

source: Director pre-remove command:
de: Director Vor-Deinstallationsbefehl:

source: Director post-install command:
de: Director Nachinstallationsbefehl:

source: Director post-upgrade command:
de: Director Nach-Upgrad-Befehl:

source: Director post-remove command:
de: Director Nach-Deinstallationsbefehl:

source: Storage installation command:
de: Storage Installationsbefehl:

source: Storage upgrade command:
de: Storage Upgrade-Befehl:

source: Storage removal command:
de: Storage Entfernungsbefehl:

source: Storage info command:
de: Storage Info-Befehl:

source: Storage enable command:
de: Storage Aktivierungsbefehl:

source: Storage pre-install command:
de: Storage Vorinstallationsbefehl:

source: Storage pre-upgrade command:
de: Storage Vor-Upgrad-Befehl:

source: Storage pre-remove command:
de: Storage Vor-Deinstallationsbefehl:

source: Storage post-install command:
de: Storage Nachinstallationsbefehl:

source: Storage post-upgrade command:
de: Storage Nach-Upgrad-Befehl:

source: Storage post-remove command:
de: Storage Nach-Deinstallationsbefehl:

source: Client installation command:
de: Client Installationsbefehl:

source: Client upgrade command:
de: Client Upgrade-Befehl:

source: Client removal command:
de: Client Entfernungsbefehl:

source: Client info command:
de: Client Info-Befehl:

source: Client enable command:
de: Client Aktivierungsbefehl:

source: Client pre-install command:
de: Client Vorinstallationsbefehl:

source: Client pre-upgrade command:
de: Client Vor-Upgrad-Befehl:

source: Client pre-remove command:
de: Client Vor-Deinstallationsbefehl:

source: Client post-install command:
de: Client Nachinstallationsbefehl:

source: Client post-upgrade command:
de: Client Nach-Upgrad-Befehl:

source: Client post-remove command:
de: Client Nach-Deinstallationsbefehl:

source: Bconsole installation command:
de: Bconsole Installationsbefehl:

source: Bconsole upgrade command:
de: Bconsole Upgrade-Befehl:

source: Bconsole removal command:
de: Bconsole Entfernungsbefehl:

source: Bconsole info command:
de: Bconsole Info-Befehl:

source: Bconsole pre-install command:
de: Bconsole Vorinstallationsbefehl:
